Repository: webOSpinn/2day
Catalog: src/2Day.Core.Shared/Resources/StringResources.*.resx
Languages: cs_cz, es_es, fr_fr, hu_hu, it_it, pl_pl, sv_se, zh_cn

# Message_CleanupTaskNoRemove
source: No completed tasks to remove
cs_cz: Žádné splněné úkoly k odstranění
es_es: No hay tareas completadas para eliminar
fr_fr: Aucune tâche accomplie à supprimer
hu_hu: Nincs eltávolítható befejezett feladat.
it_it: Nessun compito completato da rimuovere
pl_pl: Brak zadań zakończonych do usunięcia
sv_se: Inga slutförda uppgifter att ta bort.
zh_cn: 没有要删除的已完成任务

# Message_DeleteAllMessage
source: Do you want to clear all tasks, folders and contexts (no undo possible) ?
cs_cz: Chcete opravdu smazat všechny úkoly, složky a souvislosti (nevratná akce)?
es_es: Quiere eliminar todas las tareas, carpetas y contextos (no podras deshacer)?
fr_fr: Êtes-vous certain de vouloir tout supprimer (pas d'annulation possible) ?
hu_hu: Biztosan törölni akarja az összes feladatot, mappát és kategóriát? A művelet nem vonható vissza.
it_it: Sei sicuro di voler rimuovere tutto (non puo essere annullato) ?
pl_pl: Czy chcesz skasować wszystkie zadania, foldery i konteksty (nie będzie można cofnąć)?
sv_se: Vill du ta bort alla uppgifter, mappar och kontexter? Återställning inte möjlig.
zh_cn: 您想清除所有任务、文件夹及情景吗？（该操作不可恢复）

# Message_Information
source: Information
cs_cz: Informace
es_es: Información
hu_hu: Információ
it_it: Informazione
pl_pl: Informacje
zh_cn: 信息

# Message_Recommended
source: recommended
cs_cz: doporučeno
es_es: recomendado
fr_fr: recommandé
hu_hu: javasolt
it_it: raccomandato
pl_pl: polecane
sv_se: rekommenderat
zh_cn: 推荐

# Message_SpeechExceptionFormat
source: There was an error while using speech recognition ({0})
cs_cz: Chyba při rozpoznání řeči ({0})
es_es: Ha habido un error usando el reconozimento de voz ({0})
fr_fr: Il y a eu un probleme avec la reconnaissance vocale ({0})
hu_hu: Hiba lépett fel a hangfelismerés használata közben. ({0})
it_it: C'è stato un problema durante il riconoscimento vocale ({0})
pl_pl: Pojawił się błąd podczas używania mowy ({0})
sv_se: Ett fel uppstod vid röstigenkänning ({0})
zh_cn: 使用语言识别时遇到错误 ({0})

# Message_TitleCannotBeEmpty
source: Title cannot be empty
cs_cz: Název nemůže být prázdný
es_es: El titulo no puede estar vacio
fr_fr: Le titre ne peut pas être vide
hu_hu: A tárgy/elnevezés mező nem maradhat üresen.
it_it: Il titolo non può essere vuoto
pl_pl: Tytuł nie może być pusty
sv_se: Titel kan inte vara tom
zh_cn: 标题不能为空

# Message_Warning
source: Warning
cs_cz: Upozornění
es_es: Error
fr_fr: Attention
hu_hu: Figyelem
it_it: Attenzione
pl_pl: Ostrzeżenie
sv_se: Varning
zh_cn: 警告

# MiscClearSearchHistory
source: Clear search history
cs_cz: Vymazat historii vyhledávání
es_es: Borrar el historial de navegación
fr_fr: Vider l'historique des recherches
hu_hu: Keresési előzmények törlése
it_it: Cancellare la cronologia di ricerca
pl_pl: Wyczyść historię wyszukiwania
sv_se: Rensa sökhistorik
zh_cn: 清除搜索历史记录

# MiscCompleteTasks
source: Complete all tasks
cs_cz: Dokončit všechny úkoly
es_es: Completar todas las tareas
fr_fr: Terminer toutes les tâches
hu_hu: Jelölje befejezettnek az összes feladatot
it_it: Completa tutte le attività
pl_pl: Zakończ wszystkie zadania
sv_se: Slutför alla uppgifter
zh_cn: 完成所有的任务

# MiscDeleteAll
source: Delete all tasks, folders and contexts
cs_cz: Smazat všechny úkoly, složky a souvislosti
es_es: Suprimir todas las tareas, carpetas y contextos
fr_fr: Supprimer toutes les tâches, dossiers et contextes
hu_hu: Minden feladat, mappa és kategória törlése
it_it: Rimuovere tutti i compiti, cartelle e contesti
pl_pl: Skasuj wszystkie zadania, foldery i konteksty
sv_se: Ta bort alla uppgifter, mappar och kontexter
zh_cn: 删除所有任务、文件夹及情景

# MiscDeleteCompletedTasks
source: Delete completed tasks
cs_cz: Smazat splněné úkoly
es_es: Elimine las tareas completadas
fr_fr: Supprimer les tâches accomplies
hu_hu: Befejezett feladatok törlése
it_it: Rimuovi compiti completate
pl_pl: Skasuj zakończone zadania
sv_se: Ta bort alla slutförda uppgifter
zh_cn: 删除已完成任务

# MiscDeleteTasks
source: Delete all tasks
cs_cz: Smazat všechny úkoly
es_es: Borrar todas las tareas
fr_fr: Supprimer toutes les tâches
hu_hu: Minden feladat törlése
it_it: Elimina tutte le attività
pl_pl: Usuń wszystkie zadania
sv_se: Ta bort alla uppgifter
zh_cn: 删除所有的任务

# MiscOpenWelcomeScreen
source: Open welcome screen
cs_cz: Otevři uvítací obrazovku
es_es: Pantalla de bienvenida
fr_fr: Ouvrir l'écran de démarrage
hu_hu: Az üdvözlőképernyő megnyitása
it_it: Aprire la schermata d'inizio
pl_pl: Ekran powitania
sv_se: Öppna välkomstskärmen
zh_cn: 打开欢迎屏幕

# Notification_Cancel
source: Cancel
cs_cz: Zrušit
es_es: Cancelar
fr_fr: Annuler
hu_hu: Mégse
it_it: Annulla
pl_pl: Anuluj
sv_se: Avbryt
zh_cn: 取消

# Notification_Deleted
source: Deleted
cs_cz: Smazáno
es_es: Eliminado
fr_fr: Supprimé
hu_hu: Törölve
it_it: Cancellata
pl_pl: Usunięto
sv_se: Borttaget
zh_cn: 已删除

# Notification_Done
source: Done
cs_cz: Hotovo
es_es: Hecho
fr_fr: Terminé
hu_hu: Kész
it_it: Fatto
pl_pl: Zakończone
sv_se: Slutfört
zh_cn: 完成

# Notification_DueCannotBeNull
source: Due date or start date must be defined for recurring tasks
cs_cz: Konečné nebo začáteční datum musí být definováno pro opakující se úlohy
es_es: Deben definirse fechas de inicio y de vencimiento para las tareas recurrentes
fr_fr: La date d'échéance ou la date de démarrage doit être définie pour les tâches récurrentes.
hu_hu: Ismétlődő feladathoz meg kell adnia határidőt vagy kezdési időt.
it_it: È necessario definire la data di scadenza o la data di inizio per le attività ricorrenti
pl_pl: Musisz określić termin lub datę rozpoczęcia dla zadań cyklicznych
sv_se: Förfallodatum och startdatum måste definieras för återkommande uppgifter
zh_cn: 周期性任务的到期日与开始日必须明确

# Notification_DueDateRemoved
source: Due date removed
cs_cz: Datum splatnosti odstraněno
es_es: Se ha eliminado la fecha de vencimiento
fr_fr: Date d'échéance supprimée
hu_hu: A határidőt töröltük
it_it: Scadenza rimossa
pl_pl: Usunięto termin
sv_se: Förfallodatum borttaget
zh_cn: 截止日期清除

# Notification_DueDateUpdatedFormat
source: New due date set to {0}
cs_cz: Nové datum splatnosti určeno na {0}
es_es: La nueva fecha de vencimiento es {0}
fr_fr: Nouvelle date d'échéance au {0}
hu_hu: Új határidő: {0}
it_it: Nuova scadenza impostata a {0}
pl_pl: Nowy termin ustawiono na dzień {0}
sv_se: Nytt förfallodatum satt till {0}
zh_cn: 新的截止日期设定到{0}

# Notification_Edit
source: Edit
cs_cz: Upravit
es_es: Editar
fr_fr: Editer
hu_hu: Szerkesztés
it_it: Modifica
pl_pl: Edytuj
sv_se: Redigera
zh_cn: 编辑

# Notification_FolderNameAlreadyUsed
source: Folder name already used
cs_cz: Jméno složky již existuje
es_es: Nombre de carpeta ya existente
fr_fr: Un dossier porte déjà ce nom
hu_hu: A mappa neve már használatban van.
it_it: Nome cartella già esistente
pl_pl: Nazwa folderu jest już używana
sv_se: Detta mappnamn används redan
zh_cn: 该文件夹名称已使用

# Notification_FolderPinnedFormat
source: Folder {0} pinned
cs_cz: Složka {0} připnuta
es_es: Carpeta {0} colgada
fr_fr: Dossier {0} épinglé
hu_hu: A(z) {0} mappa ki lett tűzve a start menübe/kezdőképernyőre.
it_it: Cartella {0} individuata
pl_pl: Folder {0} został
sv_se: Mapp {0} fäst på Startsidan
zh_cn: 已固定文件夹 {0}

# Notification_FolderUnpinnedFormat
source: The folder {0} has been unpinned from start menu.
cs_cz: Úkol {0} byl odepnut z úvodní obrazovky.
es_es: La carpeta {0} ha sido desanclada de su menú inicio.
fr_fr: Le dossier {0} a été détaché de l'écran d'accueil.
hu_hu: A(z) {0} mappa le lett véve a start menüről/kezdőképernyőről.
it_it: La cartella {0} è stata rimossa dalla schermata principale.
pl_pl: Folder {0} został odpięty od menu startowego.
sv_se: Mappen {0} har tagits bort från Startsidan.
zh_cn: 文件夹 {0} 已解除固定到“开始”屏幕

# Notification_InvalidSelection
source: Invalid selection
cs_cz: Špatný výběr
es_es: Selección no válida
fr_fr: Sélection incorrecte
hu_hu: Érvénytelen kiválasztás
it_it: Selezione non valida
pl_pl: Błędny wybór
sv_se: Ogiltigt val
zh_cn: 无效的选择

# Notification_NewTaskCreatedNoDueDateFormat
source: Task "{0}" added
cs_cz: Přidán úkol "{0}"
es_es: Tarea "{0}" añadida
fr_fr: Tâche "{0}" ajoutée
hu_hu: "{0}" feladat létrehozva
it_it: Compito "{0}" aggiunto
pl_pl: Zadanie "{0}" dodane
sv_se: Uppgift "{0}" tillagd
zh_cn: 任务"{0}"已添加

# Notification_NewTaskCreatedWithDueDateFormat
source: Task "{0}" created due {1}
cs_cz: Nový úkol "{0}" byl vytvořen na {1}
es_es: Una nueva tarea "{0}" ha sido creada por {1}
fr_fr: Tâche "{0}" échéance le {1}
hu_hu: Task "{0}" létrehozni, mert {1}
it_it: Un nuovo compito "{0}" ha appena stato creato per il "{1}"
pl_pl: Nowe zadanie "{0}" zostało utworzone w {1}
sv_se: Uppgift "{0}" tillagd på {1}
zh_cn: 新任务 "{0}" 已创建到 {1}

# Notification_SearchHistoryCleared
source: Search history cleared
cs_cz: Historie vyhledávání vymazána
es_es: Buscar historial borrado
fr_fr: Historique des recherches vidé
hu_hu: A keresési előzményeket töröltük.
it_it: Cronologia di ricerca cancellata
pl_pl: Historia wyszukiwania wyczyszczona
sv_se: Sökhistoriken rensad
zh_cn: 搜索历史记录已清除

# Notification_TagAlreadyExists
source: This tag already exists
cs_cz: Tento štítek již existuje
es_es: Esta etiqueta ya existe
fr_fr: Ce tag existe déjà
hu_hu: Ez a címke már létezik
it_it: Questa etichetta esiste già
pl_pl: Ten tag już istnieje
sv_se: Denna tag används redan
zh_cn: 此标记已存在

# Notification_TagCannotBeEmptyMsg
source: Tag cannot be empty
cs_cz: Štítek nemůže být prázdný
es_es: La etiqueta no puede estar vacía
fr_fr: Le tag ne peut pas être vide
hu_hu: Meg kell adni egy címkét
it_it: L'etichetta non pua essere vuota
pl_pl: Tag nie może być pusty
sv_se: Tag kan inte vara tom
zh_cn: 标记不能为空

# Notification_TaskCompletedFormat
source: Task "{0}" completed!
cs_cz: Úkol {0} splněn!
es_es: ¡Tarea "{0}" completada!
fr_fr: Tâche "{0}" terminée !
hu_hu: "{0}" feladat befejezve!
it_it: Attività "{0}" completata!
pl_pl: Zadanie "{0}' ukończone!
sv_se: Uppgift "{0}" slutförd!
zh_cn: 任务“{0}”已完成！

# Notification_TaskPinnedFormat
source: Task {0} pinned
cs_cz: Úkol {0} připnut
es_es: Tarea {0} colgada
fr_fr: Tâche {0} épinglée
hu_hu: A(z) {0} feladat ki lett tűzve a start menübe/kezdőképernyőre.
it_it: Funzione {0} individuata
pl_pl: Zadanie {0} przypięte
sv_se: Uppgift {0} har tagits bort från Startsidan
zh_cn: 已固定任务 {0}

# Notification_TaskUnpinnedFormat
source: The task '{0}' has been unpinned from start menu.
cs_cz: Úkol {0} byl odepnut z úvodní obrazovky.
es_es: La tarea '{0}' ha sido desanclada de su menú de inicio
fr_fr: La tâche '{0}' a été détachée de l'écran d'accueil.
hu_hu: A(z) {0} feladat le lett véve a start menüről/kezdőképernyőről.
it_it: Il compito '{0}' è stato rimosso dalla schermata principale.
pl_pl: Zadanie '{0}' zostało odpięte z ekranu startowego.
sv_se: Uppgift {0} har fästs på Startsidan
zh_cn: 任务'{0}'没有被固定到“开始”屏幕

# Notification_TitleCannotBeEmpty
source: Title cannot be empty
cs_cz: Název nemůže být prázdný
es_es: El título no puede estar vacio
fr_fr: Le titre ne peut pas être vide
hu_hu: A tárgy/elnevezés mező nem maradhat üresen.
it_it: Il titolo non può essere vuoto
pl_pl: Tytuł nie może być pusty
sv_se: Titel kan inte vara tom
zh_cn: 标题不能为空

# OptionSettingsPage_DescriptionOff
source: off
cs_cz: vypnuto
hu_hu: ki
pl_pl: wyłączony
sv_se: av
zh_cn: 关

# OptionSettingsPage_DescriptionOn
source: on
cs_cz: zapnuto
hu_hu: be
pl_pl: włączony
sv_se: på
zh_cn: 开

# OptionSettingsPage_DescriptionTasksFormat
source: auto delete after {0} day(s), completed tasks {1}
cs_cz: automaticky smazat po {0} dnech, dokončené úkoly {1}
es_es: autoeliminación después de {0} dia(s), tareas terminadas {1}
fr_fr: auto-suppression après {0} jour(s), tâches terminées {1}
hu_hu: Automatikus törlés {0} nap után, befejezett feladatokat {1}
it_it: auto-eliminazione dopo {0} giorno(i), attività completate {1}
pl_pl: automatyczne usunięcie po {0} dniach, zakończone zadania {1}
sv_se: ta bort slutförda {1} uppgifter automatiskt efter {0} dag(ar)
zh_cn: 自动在 {0} 天后删除，已完成的任务 {1}

# OptionSettingsPage_SectionAbout
source: About
cs_cz: O aplikaci
es_es: Acerca de
fr_fr: À propos
hu_hu: Névjegy
it_it: Informazioni
pl_pl: O
sv_se: Om
zh_cn: 关于

# OptionSettingsPage_SectionBackup
source: Backup
cs_cz: Záloha
es_es: Copia de seguridad
fr_fr: Sauvegarde
hu_hu: Biztonsági másolat
pl_pl: Kopia zapasowa
zh_cn: 备份

# OptionSettingsPage_SectionContexts
source: Contexts
cs_cz: Souvislost
es_es: Contextos
fr_fr: Contextes
hu_hu: Kategóriák
it_it: Contesti
pl_pl: Kontekst
sv_se: Kontexter
zh_cn: 情景

# OptionSettingsPage_SectionContextsFormat
source: {0} context(s) available(s)
cs_cz: {0} souvislosti k dispozici
es_es: {0} contexto(s) disponible(s)
fr_fr: {0} contexte(s) disponible(s)
hu_hu: {0} kategória érhető el
it_it: {0} contesto(i) disponibile(i)
pl_pl: {0} kontekstów dotępnych
sv_se: {0} kontext(er) tillgänglig(a)
zh_cn: {0} 个情景可用

# OptionSettingsPage_SectionDisplay
source: Display
cs_cz: Zobrazit
es_es: Mostrar
fr_fr: Affichage
hu_hu: Megjelenítés
it_it: Visualizza
pl_pl: Ekran
sv_se: Visa
zh_cn: 显示

# OptionSettingsPage_SectionFolders
source: Folders
cs_cz: Složky
es_es: Carpetas
fr_fr: Dossiers
hu_hu: Mappák
it_it: Cartelle
pl_pl: Foldery
sv_se: Mappar
zh_cn: 文件夹

# OptionSettingsPage_SectionFoldersFormat
source: {0} folders
cs_cz: {0} složek
es_es: {0} carpetas
fr_fr: {0} dossiers
hu_hu: {0} mappa
it_it: {0} cartelle
pl_pl: {0} foldery
sv_se: {0} mappar
zh_cn: {0} 个文件夹

# OptionSettingsPage_SectionGeneral
source: General
cs_cz: Obecné
fr_fr: Général
hu_hu: Általános
it_it: Generale
pl_pl: Główne
sv_se: Allmänt
zh_cn: 常规

# OptionSettingsPage_SectionMisc
source: Misc
cs_cz: Různé
es_es: Otro
fr_fr: Autre
hu_hu: Egyebek
it_it: Altro
pl_pl: Różne
sv_se: Diverse
zh_cn: 杂项

# OptionSettingsPage_SectionMiscFormat
source: other options
cs_cz: jiné možnosti
es_es: Otras opciones
fr_fr: autres options
hu_hu: további beállítások
it_it: altre opzioni
pl_pl: inne opcje
sv_se: andra funktioner
zh_cn: 其他选项

# OptionSettingsPage_SectionOrderingFormat
source: ordering by {0} then by {1} and by {2}
cs_cz: seřadit podle {0} poté podle {1} a pak podle {2}
es_es: Ordenar por {0}, después por {1} y por {2}
fr_fr: trier par {0} puis par {1} et enfin par {2}
hu_hu: rendezés {0}, majd {1}, végül {2} szerint
it_it: ordinare per {0} poi per {1} ed infine per {2}
pl_pl: sortowanie po {0} potem po {1} i po {2}
sv_se: sortera efter {0} sedan efter {1} och efter {2}
zh_cn: 由 {0} 排序，然后由 {1} 和 {2}

# OptionSettingsPage_SectionSync
source: Sync
cs_cz: Synchronizace
es_es: Sincronización
fr_fr: Synchro
hu_hu: Szinkronizálás
it_it: Sincronizza
pl_pl: Synchronizuj
sv_se: Synkronisera
zh_cn: 同步

# OptionSettingsPage_SectionTaskOrder
source: Task ordering
cs_cz: Řazení úkolů
es_es: Ordenando tareas
fr_fr: Tri des tâches
hu_hu: Feladatok rendezése
it_it: Ordinamento delle etichette
pl_pl: Sortowanie zadań
sv_se: Sortering av uppgifter
zh_cn: 任务排序

# OptionSettingsPage_SectionViews
source: Views
cs_cz: Zobrazení
es_es: Vistas
fr_fr: Vues
hu_hu: Nézetek
it_it: Viste
pl_pl: Widoki
sv_se: Vyer
zh_cn: 视图

# OptionSettingsPage_SectionViewsFormat
source: {0} views enabled of {1}
cs_cz: {0} zobrazení povoleno z {1}
es_es: {0} vistas activada en {1}
fr_fr: {0} vue(s) activée(s) sur {1}
hu_hu: a {1} nézetből {0} érhető el
it_it: {0} vista(e) attivata(e) su {1}
pl_pl: {0} widoków włączonych w {1}
sv_se: {0} vyer av {1} aktiverade
zh_cn: {1} 个已启用 {0} 视图

# OptionSettingsPage_SyncConfiguredFormat
source: {0} configured, last sync {1}
cs_cz: {0} konfigurováno, poslední synchronizace {1}
es_es: {0} configurada, última sincronización el {1}
fr_fr: {0} configuré, dernière synchro le {1}
hu_hu: {0} beállítva, utoljára szinkronizálva: {1}
it_it: {0} configurato, ultima sinchronizzazione il {1}
pl_pl: {0} skonfigurowany, ostatnia synchronizacja {1}
sv_se: {0} konfigurerad, senaste synkronisering {1}
zh_cn: {0} 个配置，最后一次同步为 {1}

# OptionSettingsPage_SyncNoConfigured
source: Sync not configured
cs_cz: Synchronizace není konfigurovaná
es_es: Sincronización no configurada
fr_fr: synchro non configurée
hu_hu: Nincs beállítva szinkronizálás. Beállítja most?
it_it: Sinchronizzazione non configurata
pl_pl: Synchronizacja nie skonfigurowana
sv_se: Synkronisering inte konfigurerad
zh_cn: 配置不同步

# ReminderDisplayMode_Icon
source: icon
cs_cz: ikona
es_es: icono
fr_fr: icône
hu_hu: ikon
it_it: icona
pl_pl: ikona
zh_cn: 图标

# ReminderDisplayMode_IconAndTime
source: icon and time
cs_cz: ikona a čas
es_es: icono y hora
fr_fr: icône et heure
hu_hu: ikon és időpont
it_it: icona e ora
pl_pl: ikona i czas
sv_se: icon och tid
zh_cn: 图标和时间

# ReminderDisplayMode_None
source: none
cs_cz: nic
es_es: ningun
fr_fr: aucun
hu_hu: nincs
it_it: nessuno
pl_pl: Brak
sv_se: ingen
zh_cn: 无

# ReminderDisplayMode_Time
source: time
cs_cz: čas
es_es: hora
fr_fr: heure
hu_hu: időpont
it_it: ora
pl_pl: czas
sv_se: tid
zh_cn: 时间

# SampleData_FolderHobbies
source: hobbies
cs_cz: záliby
fr_fr: loisirs
hu_hu: hobbi
it_it: passatempi
pl_pl: hobby
zh_cn: 兴趣爱好

# SampleData_FolderHobbies_Task1
source: book tennis
cs_cz: rezervovat tenis
es_es: Reservar tennis
fr_fr: réserver un tennis
hu_hu: lefoglalni a teniszpályát
it_it: prenotare un campo da tennis
pl_pl: książka do tenisa
sv_se: boka tennis
zh_cn: 看书，打网球

# SampleData_FolderHobbies_Task2
source: try new restaurant
cs_cz: vyzkoušet novou restauraci
es_es: Probar un nuevo restaurante
fr_fr: essayer un nouveau restaurant
hu_hu: kipróbálni az új éttermet
it_it: provare un nuovo ristorante
pl_pl: spróbuj nową restauracje
sv_se: prova ny restaurang
zh_cn: 尝试新的餐厅

# SampleData_FolderHobbies_Task3
source: buy rock show tickets
cs_cz: koupit lístky na rockový koncert
es_es: Comprar entradas para un concierto de rock
fr_fr: réserver des places pour le concert
hu_hu: koncertjegyet venni
it_it: prenotare biglietti per il concerto
pl_pl: kup bilety na koncert rokowy
sv_se: köp biljetter till rockkonsert
zh_cn: 买一张摇滚表演的门票

# SampleData_FolderPersonal_Task1
source: call plumber
cs_cz: zavolat instalatéra
es_es: Llamar al fontanero
fr_fr: appeler le plombier
hu_hu: felhivni a vízvezeték-szerelőt
it_it: chiamare l'idraulico
pl_pl: zadzwoń po hydraulika
sv_se: ring rörmokaren
zh_cn: 打电话给水管工

# SampleData_FolderPersonal_Task1_Note
source: water leak in bathroom
cs_cz: v koupelně teče voda
es_es: Goteras en el baño
fr_fr: fuite dans la salle de bain
hu_hu: csőrepedés a fürdőszobában
it_it: perdita d'acqua nel bagno
pl_pl: woda cienkie w łazience
sv_se: vattenläcka i badrummet
zh_cn: 卫生间漏水

# SampleData_FolderPersonal_Task2
source: change light bulb in kitchen
cs_cz: v kuchyni vyměnit žárovku
es_es: Cambiar la bombilla de la cocina
fr_fr: changer l'ampoule dans la cuisine
hu_hu: kicserélni a konyhai villanykörtét
it_it: cambiare la lampadina nella cucina
pl_pl: wymień żarówkę w kuchni
sv_se: byt glödlampa i köket
zh_cn: 更换厨房里的灯泡

# SampleData_FolderPersonal_Task3
source: pay phone bill
cs_cz: zaplatit účet za telefon
es_es: Pagar la factura de teléfono
fr_fr: payer la facture de téléphone
hu_hu: kifizetni a telefonszámlát
it_it: pagare la bolletta del telefono
pl_pl: Zapłać rachunek za telefon
sv_se: betala telefonräkningen
zh_cn: 支付话费账单

# SampleData_FolderShopping
source: shopping
cs_cz: nákupy
es_es: Compras
hu_hu: vásárlás
pl_pl: zakupy
zh_cn: 购物

# SampleData_FolderShopping_Task1
source: gift for Ju
cs_cz: dárek pro Janu
es_es: Regalo para Ju
fr_fr: cadeau pour Julien
hu_hu: ajándék anyunak
it_it: regalo per Giovanni
pl_pl: prezent dla Wacka
sv_se: present till Ju
zh_cn: 给小铭的礼物

# SampleData_FolderShopping_Task2
source: pair of jeans
cs_cz: džíny
es_es: Tejanos
fr_fr: paire de jeans
hu_hu: nadrág
it_it: paio di jeans
pl_pl: para dżinsów
sv_se: ett par jeans
zh_cn: 一条牛仔裤

# SampleData_FolderWork_Task1
source: meeting report
cs_cz: zápis ze schůze
es_es: Informe de la reunión
fr_fr: compte rendu de réunion
hu_hu: emlékeztető
it_it: resoconto di riunione
pl_pl: raport ze spotkania
sv_se: rapport från möte
zh_cn: 会议报告

# SampleData_FolderWork_Task2
source: document review
cs_cz: kontrola dokumentu
es_es: Correción del documento
fr_fr: revoir le document
hu_hu: dokumentum véleményezése
it_it: rivedere il documento
pl_pl: przegląd dokumentu
sv_se: granskning av dokument
zh_cn: 文件审查

# SampleData_FolderWork_Task2_Description
source: pages 12-38
cs_cz: strany 12-38
es_es: Páginas 12-38
hu_hu: 12-38. oldal
it_it: pagine 12-38
pl_pl: Strony 12-38
sv_se: sidor 12 - 38
zh_cn: 页码 12-38

# SampleData_FolderWork_Task3
source: training session
cs_cz: školení
es_es: Sesión de entreno
fr_fr: session de formation
hu_hu: továbbképzés
it_it: sessione di formazione
pl_pl: sesja treningowa
sv_se: träningspass
zh_cn: 培训会议

# SampleData_FolderWork_Task4
source: demo preparation
cs_cz: připravit demo
es_es: Preparación de la demostración
fr_fr: préparer la démo
hu_hu: bemutató elkészítése
it_it: preparare il demo
pl_pl: drzygotowanie demo
sv_se: förberedelse demonstration
zh_cn: 演示准备

# SampleDate_FolderMovies
source: movies
cs_cz: filmy
es_es: Peliculas
fr_fr: films
hu_hu: filmek
it_it: film
pl_pl: filmy
sv_se: filmer
zh_cn: 电影

# Settings_OptionTheme
source: Theme
cs_cz: Téma
es_es: Tema
fr_fr: Thème
hu_hu: Téma
it_it: Tema
pl_pl: Motyw
sv_se: Tema
zh_cn: 主题

# Settings_SmartView_DescriptionFormat
source: {0} smart view(s) available
cs_cz: {0} chytrých zobrazení k dispozici
es_es: {0} vista(s) inteligente(s) disponible(s)
fr_fr: {0} vue(s) intelligente(s) disponible(s)
hu_hu: {0} egyéni nézet érhető el
it_it: {0} smart view disponibili
pl_pl: Liczba dostępnych widoków inteligentnych wynosi {0}
sv_se: {0} Smartvy(er) tillgängliga
zh_cn: {0}智能视图可用

# Settings_ThemeDark
source: Dark
cs_cz: Tmavá
es_es: Oscuro
fr_fr: Sombre
hu_hu: Sötét
it_it: Scuro
pl_pl: Ciemny
sv_se: Mörkt
zh_cn: 暗

# Settings_ThemeLight
source: Light
cs_cz: Světlá
es_es: Claro
fr_fr: Clair
hu_hu: Világos
it_it: Chiaro
pl_pl: Jasny
sv_se: Ljust
zh_cn: 亮

# Settings_TitleAbout
source: About
cs_cz: O aplikaci
es_es: Acerca de
fr_fr: À propos
hu_hu: Névjegy
it_it: A proposito di
pl_pl: O
sv_se: Om
zh_cn: 关于我们

# Settings_TitleHelp
source: Help
cs_cz: Nápověda
es_es: Ayuda
fr_fr: Aide
hu_hu: Súgó
it_it: Aiuto
pl_pl: Pomoc
sv_se: Hjälp
zh_cn: 帮助

# Settings_TitleOptions
source: Options
cs_cz: Možnosti
es_es: Opciones
hu_hu: Lehetőségek
it_it: Opzioni
pl_pl: Opcje
sv_se: Alternativ
zh_cn: 选项

# Settings_TitlePrivacy
source: Privacy Policy
cs_cz: Ochrana soukromých údajů
es_es: Política de privacidad
fr_fr: Politique de confidentialité
hu_hu: Adatvédelmi szabályok
it_it: Informazioni sulla privacy
pl_pl: Polityka prywatności
sv_se: Sekretesspolicy
zh_cn: 隐私政策

# Settings_TitleSync
source: Sync
cs_cz: Synchronizovat
es_es: Sincronización
fr_fr: Synchro
hu_hu: Szinkronizálás
it_it: Sincronizza
pl_pl: Synchronizuj
sv_se: Synkronisering
zh_cn: 同步

# SmartView_AddBlock
source: Add group
cs_cz: Přidat skupinu
es_es: Añadir grupo
fr_fr: Ajouter un groupe
hu_hu: Szabálycsoport létrehozása
it_it: Aggiungi gruppo
pl_pl: Dodaj grupę
sv_se: Lägg till grupp
zh_cn: 添加块

# SmartView_AddRule
source: Add rule
cs_cz: Přidat pravidlo
es_es: Añadir regla
fr_fr: Ajouter une règle
hu_hu: Szabály létrehozása
it_it: Aggiungi regola
pl_pl: Dodaj zasadę
sv_se: Lägg till regel
zh_cn: 添加规则

# SmartView_And
source: and
cs_cz: a
es_es: y
fr_fr: et
hu_hu: és
it_it: e
pl_pl: i
sv_se: och
zh_cn: 和

# SmartView_Create
source: Create smart view
cs_cz: Vytvořit chytré zobrazení
es_es: Crear vista inteligente
fr_fr: Créer une vue intelligente
hu_hu: Egyéni nézet létrehozása
it_it: Crea smart view
pl_pl: Utwórz inteligenty widok
sv_se: Skapa en Smartvy
zh_cn: 创建智能视图

# SmartView_Edit
source: Edit smart view
cs_cz: Upravit chytré zobrazení
es_es: Editar vista inteligente
fr_fr: Éditer la vue intelligente
hu_hu: Egyéni nézet szerkesztése
it_it: Modifica smart view
pl_pl: Edytuj inteligentny widok
sv_se: Redigera Smartvy
zh_cn: 编辑智能视图
