Repository: webOSpinn/2day
Catalog: src/2Day.Core.Shared/Resources/StringResources.*.resx
Languages: cs_cz, es_es, fr_fr, hu_hu, it_it, pl_pl, sv_se, zh_cn

# SyncFeatures_Context
source: Context
cs_cz: Souvislost
es_es: Contexto
fr_fr: Contexte
hu_hu: Kategória
it_it: Contesto
pl_pl: Kontekst
sv_se: Kontext
zh_cn: 情景

# SyncFeatures_DueDate
source: Due date
cs_cz: Termín splnění
es_es: Vencimiento
fr_fr: Echéance
hu_hu: Határidő
it_it: Data scadenza
pl_pl: Data zakończenia
sv_se: Förfallodatum
zh_cn: 截止日期

# SyncFeatures_Folder
source: Folder
cs_cz: Složka
es_es: Carpeta
fr_fr: Dossier
hu_hu: Mappa
it_it: Cartella
sv_se: Mapp
zh_cn: 文件夹

# SyncFeatures_Icon
source: Icon
cs_cz: Ikona
es_es: Icono
fr_fr: Icône
hu_hu: Ikon
it_it: Icona
pl_pl: Ikona
zh_cn: 图标

# SyncFeatures_Note
source: Note
cs_cz: Poznámka
es_es: Nota
hu_hu: Jegyzet
it_it: Nota
pl_pl: Notatka
sv_se: Not
zh_cn: 备注

# SyncFeatures_Priority
source: Priority
cs_cz: Priorita
es_es: Prioridad
fr_fr: Priorité
hu_hu: Fontosság
it_it: Priorità
pl_pl: Priorytet
sv_se: Prioritet
zh_cn: 优先

# SyncFeatures_Progress
source: Progress
cs_cz: Pokrok
es_es: Estado
fr_fr: Avancement
hu_hu: Készültségi fok
it_it: Progresso
pl_pl: Progres
sv_se: Status
zh_cn: 进度

# SyncFeatures_Recurrence
source: Recurrence
cs_cz: Opakování
es_es: Recurrencia
fr_fr: Récurrence
hu_hu: Ismétlődés
it_it: Ricorrenza
pl_pl: Cykliczne
sv_se: Återkommande
zh_cn: 循环

# SyncFeatures_Reminder
source: Reminder
cs_cz: Připomenutí
es_es: Alarma
fr_fr: Rappel
hu_hu: Emlékeztető
it_it: Allarme
pl_pl: Alert
sv_se: Påminnelse
zh_cn: 提醒

# SyncFeatures_StartDate
source: Start date
cs_cz: Počáteční datum
es_es: Fecha de inicio
fr_fr: Date de démarrage
hu_hu: Kezdési idő
it_it: Data d'inizio
pl_pl: Data rozpoczęcia
sv_se: Startdatum
zh_cn: 开始日期

# SyncFeatures_Title
source: Title
cs_cz: Název
es_es: Título
fr_fr: Titre
hu_hu: Tárgy
it_it: Titolo
pl_pl: Tytuł
sv_se: Titel
zh_cn: 标题

# SyncProgress_AddingContextFormat
source: Adding context {0}...
cs_cz: Přídávám souvislost {0}...
es_es: Añadiendo contexto {0}...
fr_fr: Ajout du contexte {0}...
hu_hu: {0} kategória létrehozása…
it_it: Aggiunta del contesto {0}...
pl_pl: Dodawanie kontekstu {0}...
sv_se: Lägger till kontext {0} …
zh_cn: 正在添加情景 {0}…

# SyncProgress_AddingFolderFormat
source: Adding folder {0}...
cs_cz: Přídávám složku {0}...
es_es: Añadiendo carpeta {0}...
fr_fr: Ajout du dossier {0}...
hu_hu: {0} mappa létrehozása…
it_it: Aggiunta della cartella {0}...
pl_pl: Dodawanie folderu {0}...
sv_se: Lägger till mapp {0} …
zh_cn: 正在添加文件夹 {0}…

# SyncProgress_AddingSmartViewFormat
source: Adding smart view {0}...
cs_cz: Přidávám chytré zobrazení {0} ...
es_es: Añadiendo vista inteligente {0}...
fr_fr: Ajout de la vue intelligente {0}...
hu_hu: {0} egyéni nézet létrehozása…
it_it: Sto aggiungendo smart view {0}...
pl_pl: Dodawanie inteligentnego widoku {0}...
sv_se: Lägger till Smartvy {0} …
zh_cn: 加入智能视图中{0}……

# SyncProgress_AddingTaskFormat
source: Adding task {0}...
cs_cz: Přidávám úkol {0}...
es_es: Añadiendo tarea {0}...
fr_fr: Ajout de la tâche {0}...
hu_hu: {0} feladat létrehozása…
it_it: Aggiunta del compito {0}...
pl_pl: Dodawanie zadania {0}...
sv_se: Lägger till uppgift {0} …
zh_cn: 正在添加任务 {0}…

# SyncProgress_DeletingContext
source: Deleting context...
cs_cz: Mažu souvislost…
es_es: Eliminando contexto...
fr_fr: Suppression du contexte...
hu_hu: Kategória törlése…
it_it: Cancellazione del contesto...
pl_pl: Usuwanie kontekstu...
sv_se: Tar bort kontext …
zh_cn: 正在删除情景…

# SyncProgress_DeletingFolder
source: Deleting folder...
cs_cz: Mažu složku…
es_es: Eliminado carpeta...
fr_fr: Suppression du dossier...
hu_hu: Mappa törlése…
it_it: Cancellazione della cartella...
pl_pl: Usuwanie folderu...
sv_se: Tar bort mapp …
zh_cn: 正在删除文件夹…

# SyncProgress_DeletingSmartView
source: Deleting smart view...
cs_cz: Mazání chytrého zobrazení...
es_es: Eliminando vista inteligente...
fr_fr: Suppression de la vue intelligente
hu_hu: Egyéni nézet törlése…
it_it: Sto eliminando smart view...
pl_pl: Usuwanie inteligentnego widoku...
sv_se: Tar bort Smartvy …
zh_cn: 删除智能视图

# SyncProgress_DeletingTaskFormat
source: Deleting task {0}...
cs_cz: Mažu úkol {0}...
es_es: Eliminando tarea {0}...
fr_fr: Suppression des tâches {0}...
hu_hu: {0} feladat törlése…
it_it: Cancellazione del compito {0}...
pl_pl: Usuwanie zadania {0}...
sv_se: Tar bort uppgift {0} …
zh_cn: 正在删除任务 {0}…

# SyncProgress_GettingContexts
source: Getting contexts...
cs_cz: Načítám souvislosti…
es_es: Obteniendo contextos...
fr_fr: Récupération des contextes...
hu_hu: Kategóriák lekérése…
it_it: Ripristino dei contesti...
pl_pl: Pobieranie kontekstów...
sv_se: Hämtar kontexter …
zh_cn: 正在获取情景…

# SyncProgress_GettingFolders
source: Getting folders...
cs_cz: Načítám složky…
es_es: Obteniendo carpetas...
fr_fr: Récupération des dossiers...
hu_hu: Mappák lekérése…
it_it: Ripristino delle cartelle...
pl_pl: Pobieranie folderów...
sv_se: Hämtar mappar …
zh_cn: 正在获取文件夹…

# SyncProgress_GettingSmartViews
source: Getting smart views...
cs_cz: Získávání chytrého zobrazení...
es_es: Obteniendo vistas inteligentes...
fr_fr: Récupération des vues intelligentes
hu_hu: Egyéni nézetek lekérése…
it_it: Sto ottenendo smart view...
pl_pl: Pobieranie inteligentnych widoków...
sv_se: Hämtar Smartvyer …
zh_cn: 获得智能视图

# SyncProgress_GettingTasks
source: Getting tasks...
cs_cz: Načítám úkoly…
es_es: Obteniendo tareas...
fr_fr: Récupération des tâches...
hu_hu: Feladatok lekérése…
it_it: Ripristino dei compiti...
pl_pl: Pobieranie zadań...
sv_se: Hämtar uppgifter …
zh_cn: 正在获取任务…

# SyncProgress_SignInIn
source: Signing in...
cs_cz: Přihlašování...
es_es: Conectarse...
fr_fr: Authentification...
hu_hu: Bejelentkezés…
it_it: Autenticazione...
pl_pl: Logowanie...
sv_se: Loggar in …
zh_cn: 正在登录…

# SyncProgress_SyncInProgress
source: Syncing...
cs_cz: Sychronizace…
es_es: Sincronizando...
fr_fr: Synchronisation...
hu_hu: Szinkronizálás…
it_it: Sincronizzazione...
pl_pl: Synchronizowanie...
sv_se: Synkroniserar …
zh_cn: 正在同步…

# SyncProgress_UpdatingContextFormat
source: Updating context {0}...
cs_cz: Aktualizuji souvislost {0}…
es_es: Actualizando contexto {0}...
fr_fr: Mise à jour du contexte {0}...
hu_hu: {0} kategória frissítése…
it_it: Aggiornamento del contesto {0}...
pl_pl: Aktualizowanie kontekstu {0}...
sv_se: Uppdaterar kontext {0} …
zh_cn: 正在更新情景 {0}…

# SyncProgress_UpdatingFolderFormat
source: Updating folder {0}...
cs_cz: Aktualizuji složku {0}…
es_es: Actualizando carpeta {0}...
fr_fr: Mise à jour du dossier {0}...
hu_hu: {0} mappa frissítése…
it_it: Aggiornamento della cartella {0}
pl_pl: Aktualizowanie folderu {0}...
sv_se: Uppdaterar mapp {0} …
zh_cn: 正在更新文件夹 {0}…

# SyncProgress_UpdatingSmartViewFormat
source: Updating smart view {0}...
cs_cz: Aktualizuji chytré zobrazení {0} ...
es_es: Actualizando vista inteligente {0}...
fr_fr: Mise à jour de la vue intelligente {0}...
hu_hu: {0} egyéni nézet frissítése…
it_it: Sto aggiornando smart view {0}...
pl_pl: Aktualizowanie inteligentnego widoku {0}...
sv_se: Uppdaterar Smartvy {0} …
zh_cn: 更新智能视图{0}……

# SyncProgress_UpdatingTaskFormat
source: Updating tasks {0}...
cs_cz: Aktualizuji úkoly {0}...
es_es: Actualizando tareas {0}...
fr_fr: Mise à jour des tâches {0}...
hu_hu: {0} feladat frissítése…
it_it: Aggiornamento dei compiti {0}...
pl_pl: Aktualizowanie zadania {0}...
sv_se: Uppdaterar uppgifter {0} …
zh_cn: 正在更新任务 {0}…

# SyncProgress_UpdatingTasks
source: Updating tasks...
cs_cz: Aktualizuji úkoly…
es_es: Actualizando tareas...
fr_fr: Mise à jour des tâches...
hu_hu: Feladatok frissítése…
it_it: Aggiornamento dei compiti...
pl_pl: Aktualizowanie zadań...
sv_se: Uppdaterar uppgifter …
zh_cn: 正在更新任务…

# SyncSettingsPage_ConfirmDeleteMessage
source: Do you want to delete your sync settings ?
cs_cz: Chcete smazat nastavení sychronizace?
es_es: Quieres borrar sus ajustes de sincronización?
fr_fr: Etes vous sûr de vouloir supprimer vos paramètres de synchro ?
hu_hu: Biztosan törölni akarja a szinkronizálási beállításokat?
it_it: Vuoi eliminare le impostazioni di sincronizzazione?
pl_pl: Czy chcesz skasować swoje ustawienia synchronizacji ?
sv_se: Vill du ta bort dina synkroniseringsinställningar?
zh_cn: 您想要删除您的同步设置吗？

# SyncSettingsPage_LastSyncNever
source: Never
cs_cz: Nikdy
es_es: Nunca
fr_fr: Jamais
hu_hu: Soha
it_it: Mai
pl_pl: Nigdy
sv_se: Aldrig
zh_cn: 从不

source: Sync cancelled
cs_cz: Synchronizace zrušena
es_es: Sincronización cancelada
fr_fr: Synchro annulée
hu_hu: Szinkronizálás leállítva
it_it: Sincronizzazione cancellata
pl_pl: Synchronizacja anulowana
sv_se: Synkronisering avbruten
zh_cn: 同步已取消

# Sync_DeleteAccount_ErrorFormat
source: There was an error while deleting your account ({0})
cs_cz: Vyskytla se chyba během mazání vašeho účtu ({0})
es_es: Ha habido un error durante la eliminación de tu cuenta ({0})
fr_fr: Il y a eu un problème lors de la suppression de votre compte ({0})
hu_hu: Hiba lépett fel a fiók törlése közben ({0})
it_it: C'è stato un problema durante la rimozione del tuo account ({0})
pl_pl: Pojawił się błąd podczas kasowania twojego konta ({0})
sv_se: Ett fel uppstod vid borttagandet av ditt konto ({0})
zh_cn: 删除账号时遇到错误 ({0})

# Sync_DeleteAccount_Message
source: Are you sure you want to delete your account ?
cs_cz: Opravdu chcete smazat svůj účet?
es_es: Estas seguro que quieres suprimir tu cuenta?
fr_fr: Êtes-vous sûr de vouloir supprimer votre compte ?
hu_hu: Biztosan törolni akarja ezt a fiókot?
it_it: Sei sicuro di voler rimuovere il tuo account ?
pl_pl: Jesteś pewny że chcesz skasować konto?
sv_se: Är du säker på att du vill ta bort ditt konto?
zh_cn: 您确定要删除您的账号吗？

# Sync_DeleteAccount_Success
source: Account successfully deleted
cs_cz: Účet byl úspěšně smazán.
es_es: Cuenta suprimida correctamente
fr_fr: Compte supprimé avec succès
hu_hu: A fiókot sikeresen töröltük.
it_it: Account rimosso con successo
pl_pl: Konto skasowane
sv_se: Bortagning av konto lyckades
zh_cn: 账号已成功删除

# Sync_FailedMessage
source: Sync failed
cs_cz: Synchronizace selhala
es_es: Error de sincronización
fr_fr: Echec de la synchronisation
hu_hu: A szinkronizálás sikertelen
it_it: Sincronizzazione fallita
pl_pl: Błąd synchronizacji
sv_se: Synkroniseringen misslyckades
zh_cn: 同步失败

# Sync_Misconfigured
source: Sync is misconfigured
cs_cz: Synchronizace špatně nastavena
es_es: La sincronización no esta bien configurada
fr_fr: La synchro est mal configurée
hu_hu: A szinkronizálás nincs megfelelően beállítva
it_it: Sincronizzazione non correttamente configurata
pl_pl: Źle ustawiona synchronizacja
sv_se: Synkroniseringen är felaktigt konfigurerad
zh_cn: 同步配置错误

# Sync_NoNetworkConnectivity
source: No network connectivity
cs_cz: Není připojení k síti
es_es: Sin cobertura
fr_fr: Pas de connectivité réseau
hu_hu: Nincs hálózati kapcsolat
it_it: Rete non disponibile
pl_pl: Brak połączenia z intrnetem
sv_se: Ingen nätverksanslutning
zh_cn: 没有网络连接

# Sync_PreparingSync
source: Preparing sync...
cs_cz: Připravuji sychronizaci…
es_es: Preparando la sincronización…
fr_fr: Préparation de la synchro…
hu_hu: Szinkronizálás előkészítése
it_it: Preparazione sincronizzazione...
pl_pl: Przygotowuje synchronizacje…
sv_se: Förbereder synkronisering …
zh_cn: 同步准备中…

# Sync_ViewLogs
source: Views logs
cs_cz: Zobrazení protokolů
es_es: Ver registros
fr_fr: Voir les logs
hu_hu: Naplók megjelenítése
it_it: Vedi i Logs
pl_pl: Przeglądaj logi
sv_se: Kontrollera loggar
zh_cn: 查看日志

# SystemView_All_EmptyHeader
source: No task
cs_cz: Žádný úkol
es_es: Ninguna tarea
fr_fr: Aucune tâche
hu_hu: Nincs feladat
it_it: Nessun compito
pl_pl: Brak zadań
sv_se: Ingen uppgift
zh_cn: 没有任务

# SystemView_All_EmptyHint
source: Add a task in a folder to get started
cs_cz: Začněte vložením úkolu do složky
es_es: Añade una tarea en la carpeta para empezar
fr_fr: Ajoutez une tâche à un dossier pour démarrer
hu_hu: Először hozzon létre egy új feladatot valamelyik mappában
it_it: Aggiungi un compito ad una cartella per iniziare
pl_pl: Dodaj zadanie w folderze aby zacząć
sv_se: Lägg till en uppgift i en mapp för att komma igång
zh_cn: 在文件夹中添加一个任务以开始

# SystemView_Completed_EmptyHeader
source: No completed task
cs_cz: Žádný splněný úkol
es_es: Ninguna tarea terminada
fr_fr: Pas de tâche terminée
hu_hu: Nincs befejezett feladat
it_it: Nessun compito terminato
pl_pl: Brak zadań zakończonych
sv_se: Ingen slutförd uppgift
zh_cn: 没有已完成的任务

# SystemView_Completed_EmptyHint
source: Get back to work and finish some tasks :-)
cs_cz: Zapracujte a dokončete nějaké úkoly :-)
es_es: Vuelve al trabajo para acabar algunas tareas :-)
fr_fr: Retournez donc au travail terminer quelques tâches :-)
hu_hu: Mindennel végzett?
it_it: Torna al lavoro per terminare alcuni compiti :-)
pl_pl: Wracaj do pracy i zakończ jakieś zadania :-)
sv_se: Återvänd till arbetet och färdigställ några uppgifter :-)
zh_cn: 回去工作并完成一些任务吧！

# SystemView_Late_EmptyHeader
source: No task late
cs_cz: Žádný úkol není opožděn
es_es: Ninguna tarea retrasada
fr_fr: Pas de tâche en retard
hu_hu: Nincs lejárt határidejű feladat
it_it: Nessun compito in ritardo
pl_pl: Brak zadań opóźnionych
sv_se: Ingen försenad uppgift
zh_cn: 没有推迟的任务

# SystemView_Late_EmptyHint
source: All your tasks are under control :-)
cs_cz: Všechny úkoly máte pod kontrolou :-)
es_es: Todas tus tareas estan bajo control :-)
fr_fr: Toutes vos tâches sont sous contrôle :-)
hu_hu: Minden feladattal időben végzett.
it_it: Tutti i tuoi compiti sono sotto controllo :-)
pl_pl: Wszystkie Twoje zadania są pod kontrolą :-)
sv_se: Alla dina uppgifter är under kontroll :-)
zh_cn: 您所有的任务都在掌控之中！

# SystemView_NoDate_EmptyHeader
source: No task with no date
cs_cz: Žádný úkol nená bez termínu splnění
es_es: Ninguna tarea sin fecha limite
fr_fr: Aucune tâche sans échéance
hu_hu: Nincs határidő nélküli feladat.
it_it: Nessun compito senza data di scadenza
pl_pl: Brak zadań bez daty
sv_se: Ingen uppgift utan datum
zh_cn: 没有无日期的任务

# SystemView_NoDate_EmptyHint
source: All your tasks are scheduled
cs_cz: Všechny úkoly jsou naplánovány
es_es: Todas tus tareas estan planificadas
fr_fr: Toutes vos tâches sont planifiées
hu_hu: Minden ütemezve van.
it_it: Tutti i tuoi compiti sono planificati
pl_pl: Wszystkie Twoje zadania są zaplanowane
sv_se: Alla dina uppgifter är schemalagda
zh_cn: 您所有的任务都已被计划

# SystemView_Reminder_EmptyHeader
source: No task with reminder
cs_cz: Žádný úkol s připomenutím
es_es: Ninguna tarea con alarma
fr_fr: Aucune tâche avec un rappel
hu_hu: Nincs beállítva emlékeztető
it_it: Nessun compito con un allarme
pl_pl: Brak zadań bez alertów
sv_se: Ingen uppgift med påminnelse
zh_cn: 没有提醒的任务

# SystemView_Reminder_EmptyHint
source: Add a reminder to a task to display it here
cs_cz: Přidejte k nějaké úloze připomenutí a zobrazí se zde
es_es: Añadir una alarma a una de las tareas para visualizarla aquí
fr_fr: Ajoutez un rappel à une de vos tâches pour la voir apparaître ici
hu_hu: Ha emlékeztetőt állít be, a feladat meg fog jelenni ebben a listában
it_it: Aggiungi un allarme ad un dei tuoi compiti per visualizzarlo qui
pl_pl: Dodaj alert do zadania aby go tu wyświetlić
sv_se: Lägg till en påminnelse för en uppgift så att den visas här
zh_cn: 这里将显示您要添加任务的提醒

# SystemView_Starred_EmptyHeader
source: No starred task
cs_cz: Žádná úloha není s hvězdičkou
es_es: Ninguna tarea remarcada
fr_fr: Aucune tâche marquée en favori
hu_hu: Nincs kiemelt feladat.
it_it: Nessun compito preferito
pl_pl: Brak zadań oznaczonych gwiazdką
sv_se: Ingen stjärnmärkt uppgift
zh_cn: 没有星级任务

# SystemView_Starred_EmptyHint
source: Set priority to "star" to see tasks to display it here
cs_cz: Nastavte prioritu na "hvězdičku" a úkol se zde objeví
es_es: Definir la prioridad de la tarea con "estrella" para que aparezca aquí
fr_fr: Définissez la priorité d'une tâche à "étoile" pour la voir apparaître ici
hu_hu: Azok a a feladatok jelennek meg ebben a nézetben, amelyeknek fontosságát kiemeltre állítja be.
it_it: Definisci la priorità di un compito a "stella" per visualizzarlo qui
pl_pl: Ustaw priorytet na "gwiazdę" aby zobaczyć tutaj zadania
sv_se: Sätt prioritet till "stjärna" för att visa uppgift här
zh_cn: 这里将显示您要设置优先级为“星级”的任务

# SystemView_StartDate_EmptyHeader
source: No task scheduled
cs_cz: Žádná naplánovaná úloha
es_es: Ninguna tarea planificada
fr_fr: Pas de tâche planifiée
hu_hu: Nincs későbbre tervezett feladat.
it_it: Nessun compito pianificato
pl_pl: Brak zadań zaplanowanych
sv_se: Ingen uppgift schemalagd
zh_cn: 没有计划的任务

# SystemView_StartDate_EmptyHint
source: Set the start date of a task to display it here
cs_cz: Nastavte počáteční datum úkolu a objeví se zde
es_es: Especificar una fecha de inicio para visualizar las tareas en esta vista
fr_fr: Spécifiez une date de démarrage pour afficher des tâches dans cette vue
hu_hu: A később kezdődő feladatok jelennek meg ebben a nézetben.
it_it: Specifica una data di inizio per visualizzare i compiti in questa vista
pl_pl: Ustaw datę rozpoczęcia zadania aby zobaczyć zadania tutaj
sv_se: Sätt startdatum för en uppgift för att visa den här
zh_cn: 这里将显示您要设置任务的开始日期

# SystemView_TitleAll
source: all
cs_cz: všechno
es_es: todos
fr_fr: tout
hu_hu: összes
it_it: tutti
pl_pl: wszystkie
sv_se: alla
zh_cn: 所有

# SystemView_TitleCompleted
source: completed
cs_cz: splněno
es_es: terminada
fr_fr: accomplies
hu_hu: befejezett
it_it: completato
pl_pl: zakończone
sv_se: slutförd
zh_cn: 已完成

# SystemView_TitleLate
source: late
cs_cz: opožděno
es_es: atrasado
fr_fr: en retard
hu_hu: lejárt
it_it: in ritardo
pl_pl: opóźnione
sv_se: försenad
zh_cn: 推迟

# SystemView_TitleNoDate
source: no due date
cs_cz: žádný termín
es_es: Sin datos
fr_fr: sans échéance
hu_hu: határidő nélküli
it_it: nessuna data
pl_pl: bez daty zakończenia
sv_se: Inget förfallodatum
zh_cn: 没有截止日期

# SystemView_TitleNonCompleted
source: todo
cs_cz: řešit
es_es: pendiente
fr_fr: à faire
hu_hu: teendők
it_it: da fare
sv_se: att-göra
zh_cn: 待办事项

# SystemView_TitleReminder
source: reminders
cs_cz: připomenutí
es_es: notificación
fr_fr: rappels
hu_hu: emlékeztetők
it_it: promemoria
pl_pl: alerty
sv_se: påminnelser
zh_cn: 提醒

# SystemView_TitleStarred
source: favorite
cs_cz: oblíbené
es_es: favoritos
fr_fr: favorites
hu_hu: kedvencek
it_it: preferiti
pl_pl: ulubione
sv_se: favorit
zh_cn: 最喜爱的

# SystemView_TitleStartDate
source: scheduled
cs_cz: naplánováno
es_es: planificada
fr_fr: planifiées
hu_hu: tervezett
it_it: pianificate
pl_pl: zaplanowane
sv_se: schemalagd
zh_cn: 计划

# SystemView_TitleToday
source: today
cs_cz: dnes
es_es: hoy
fr_fr: aujourd'hui
hu_hu: mai
it_it: oggi
pl_pl: dziś
sv_se: idag
zh_cn: 今天

# SystemView_TitleTomorrow
source: tomorrow
cs_cz: zítra
es_es: mañana
fr_fr: demain
hu_hu: holnapi
it_it: domani
pl_pl: Jutro
sv_se: imorgon
zh_cn: 明天

# SystemView_TitleWeek
source: week
cs_cz: týden
es_es: semana
fr_fr: semaine
hu_hu: heti
it_it: settimana
pl_pl: tydzień
sv_se: vecka
zh_cn: 一周

# SystemView_Today_EmptyHeader
source: No more tasks today
cs_cz: Žádné další úkoly na dnešek
es_es: Ninguna tarea más hoy
fr_fr: Plus aucune tâche pour aujourd'hui
hu_hu: Nincs több feladat mára
it_it: Non ci sono più compiti per oggi
pl_pl: Brak zadań na dziś
sv_se: Inga fler uppgifter idag
zh_cn: 今天没有更多的任务了

# SystemView_Today_EmptyHint
source: Enjoy your day :-)
cs_cz: Užijte si den :-)
es_es: Disfruta del dia :-)
fr_fr: Profitez bien de la journée :-)
hu_hu: Élvezze a nap hátralévő részét! :-)
it_it: Approfitta bene della giornata :-)
pl_pl: Ciesz się swoim dniem :-)
sv_se: Ha en bra dag :-)
zh_cn: 享受您的一天！

# SystemView_Tomorrow_EmptyHeader
source: No task for tomorrow
cs_cz: Žádné úkoly na zítřek
es_es: Ninguna tarea para mañana
fr_fr: Aucune tâche pour demain
hu_hu: Nincs feladat holnapra
it_it: Nessun compito per domani
pl_pl: Brak zadań na jutro
sv_se: Inga uppgifter imorgon
zh_cn: 明天没有任务

# SystemView_Tomorrow_EmptyHint
source: Tomorrow looks quiet :-)
cs_cz: Zítra to vypadá v klidu :-)
es_es: Mañana parece un dia tranquilo :-)
fr_fr: Demain semble bien calme :-)
hu_hu: A holnapi nap nyugalmasnak ígérkezik. :-)
it_it: La giornata di domani sembra molto tranquilla :-)
pl_pl: Jutro wygląda na spokojne :-)
sv_se: Morgondagen verkar lugn :-)
zh_cn: 看起来明天很平静！

# SystemView_Week_EmptyHeader
source: No task for the coming week
cs_cz: Žádný úkol pro nadcházející týden
es_es: Ninguna tarea para la próxima semana
fr_fr: Aucune tâche pour la semaine à venir
hu_hu: Nincs feladat a következő hétre.
it_it: Nessun compito per la prossima settimana
pl_pl: Brak zadań w nadchodzącym tygodniu
sv_se: Inga uppgifter den kommande veckan
zh_cn: 未来一周没有任务

# SystemView_Week_EmptyHint
source: Time to go off for vacation ?
cs_cz: Že by čas udělat si volno?
es_es: Quizás tiempo de irse de vacaciones :-)
fr_fr: Peut-être le moment de prendre des vacances :-)
hu_hu: Itt az idő egy kis pihenésre? :-)
it_it: Forse è il tempo di prendere una vacanza :-)
pl_pl: Czy nie czas na wakacje ?
sv_se: Tid för lite semester? :-)
zh_cn: 到了去度假的时间吗？

# TaskDateShifter_ShiftNone
source: None
cs_cz: Nic
es_es: Ningun
fr_fr: Aucune
hu_hu: Nincs megadva
it_it: Nessuno
pl_pl: Brak
sv_se: Ingen
zh_cn: 无

# TaskDateShifter_ShiftOneMonth
source: Month
cs_cz: Měsíc
es_es: Mess
fr_fr: Mois
hu_hu: Hónap
it_it: Mese
pl_pl: Miesiąc
sv_se: Månad
zh_cn: 一个月

# TaskDateShifter_ShiftOneWeek
source: Week
cs_cz: Týden
es_es: Semana
fr_fr: Semaine
hu_hu: Hét
it_it: Settimana
pl_pl: Tydzień
sv_se: Vecka
zh_cn: 一周

# TaskDateShifter_ShiftToday
source: Today
cs_cz: Dnes
es_es: Hoy
fr_fr: Aujourd'hui
hu_hu: Ma
it_it: Oggi
pl_pl: Dziś
sv_se: Idag
zh_cn: 今天

# TaskDateShifter_ShiftTomorrow
source: Tomorrow
cs_cz: Zítra
es_es: Mañana
fr_fr: Demain
hu_hu: Holnap
it_it: Domani
pl_pl: Jutro
sv_se: Imorgon
zh_cn: 明天

# TaskDateShifter_ShiftTwoWeeks
source: Weeks
cs_cz: Týdny
es_es: Semanas
fr_fr: Semaines
hu_hu: Két hét
it_it: Settimane
pl_pl: Tygodni
sv_se: Veckor
zh_cn: 两周

# TaskGroup_Action
source: Action
cs_cz: Akce
es_es: Acción
hu_hu: Gyorsművelet
it_it: Telefono
pl_pl: Akcja
sv_se: Aktivitet
zh_cn: 操作

# TaskGroup_By
source: Group by
cs_cz: Seskupit podle
es_es: Agrupar por
fr_fr: Grouper par
hu_hu: Csoportosítás
it_it: Ordina per
pl_pl: Grupowane po
sv_se: Gruppera efter
zh_cn: 分组为

# TaskGroup_Context
source: Context
cs_cz: Souvislost
es_es: Contexto
fr_fr: Contexte
hu_hu: Kategória
it_it: Contesto
pl_pl: Kontekst
sv_se: Kontext
zh_cn: 情景

# TaskGroup_Due
source: Due
cs_cz: Termin splnění
es_es: Vencimiento
fr_fr: Echéance
hu_hu: Határidő
it_it: Data di scadenza
pl_pl: Do
sv_se: Förfallodatum
zh_cn: 到期

# TaskGroup_Folder
source: Folder
cs_cz: Složka
es_es: Carpeta
fr_fr: Dossier
hu_hu: Mappa
it_it: Cartella
sv_se: Mapp
zh_cn: 文件夹

# TaskGroup_Priority
source: Priority
cs_cz: Priorita
es_es: Prioridad
fr_fr: Priorité
hu_hu: Fontosság
it_it: Priorità
pl_pl: Priorytet
sv_se: Prioritet
zh_cn: 优先

# TaskGroup_Progress
source: Progress
cs_cz: Pokrok
es_es: Estado
fr_fr: Avancement
hu_hu: Készültségi fok
it_it: Progresso
pl_pl: Progres
sv_se: Status
zh_cn: 进程

# TaskGroup_StartDate
source: Start date
cs_cz: Termín zahájení
es_es: Fecha de inicio
fr_fr: Date de démarrage
hu_hu: Kezdési idő
it_it: Data di inizio
pl_pl: Data rozpoczęcia
sv_se: Startdatum
zh_cn: 开始日期

# TaskGroup_Status
source: Status
cs_cz: Stav
es_es: Estado
fr_fr: Statut
hu_hu: Állapot
it_it: Stato
zh_cn: 状态

# TaskList_AddTaskHint
source: Add task
cs_cz: Přidat úkol
es_es: Añadir tarea
fr_fr: Ajouter une tâche
hu_hu: Feladat létrehozása
it_it: Aggiungi azione
pl_pl: Dodaj zadanie
sv_se: Lägg till uppgift
zh_cn: 添加任务

# TaskList_RemoveCompleted
source: Delete completed tasks
cs_cz: Odstranit splněné úkoly
es_es: Quitar las tareas finalizadas
fr_fr: Supprimer les tâches terminées
hu_hu: Befejezett feladatok törlése
it_it: Rimuovi le funzioni complete
pl_pl: Usuń ukończone zadania
sv_se: Ta bort slutförda uppgifter
zh_cn: 删除完成的任务

# TaskOrdering_AddedDate
source: added date
cs_cz: datum vložení
es_es: fecha de añadido
fr_fr: date d'ajout
hu_hu: létrehozás időpontja
it_it: data di aggiunta
pl_pl: dodana data
sv_se: tillkomstdatum
zh_cn: 已添加的日期
