Repository: webOSpinn/2day
Catalog: src/2Day.Core.Shared/Resources/StringResources.*.resx
Languages: cs_cz, es_es, fr_fr, hu_hu, it_it, pl_pl, sv_se, zh_cn

# CustomFrequency_Every
source: every {0}
cs_cz: vždy {0}
es_es: Cada {0}
fr_fr: tou(te)s les {0}
hu_hu: minden {0}
it_it: ogni {0}
pl_pl: każdego {0}
sv_se: {0} = (X dag, dag i veckan...)
zh_cn: 每 {0}

# CustomFrequency_EveryXPeriodTitle
source: Every...
cs_cz: Každý…
es_es: Cada...
fr_fr: Tous les...
hu_hu: Minden...
it_it: Ogni...
pl_pl: Każdego…
sv_se: Varje…
zh_cn: 每…

# CustomFrequency_First
source: first
cs_cz: první
es_es: primero
fr_fr: premier
hu_hu: első
it_it: prima
pl_pl: pierwszy
sv_se: första
zh_cn: 第一个

# CustomFrequency_Fourth
source: fourth
cs_cz: čtvrtý
es_es: cuarto
fr_fr: quatrième
hu_hu: negyedik
it_it: quarto
pl_pl: czwarty
sv_se: fjärde
zh_cn: 第四个

# CustomFrequency_Last
source: last
cs_cz: poslední
es_es: último
fr_fr: dernier
hu_hu: utolsó
it_it: ultimo
pl_pl: ostatni
sv_se: sista
zh_cn: 最后一个

# CustomFrequency_Month
source: month
cs_cz: měsíc
es_es: mes
fr_fr: mois
hu_hu: hónapban
it_it: mese
pl_pl: miesiąc
sv_se: månaden
zh_cn: 一个月

# CustomFrequency_Monthly
source: Monthly
cs_cz: Měsíčně
es_es: Mensual
fr_fr: Mensuel
hu_hu: Havonta
it_it: Mensile
pl_pl: Miesięcznie
sv_se: Månadsvis
zh_cn: 每个月

# CustomFrequency_Months
source: months
cs_cz: měsíce
es_es: meses
fr_fr: mois
hu_hu: hónapban
it_it: mesi
pl_pl: miesiące
sv_se: månader
zh_cn: 几个月

# CustomFrequency_Once
source: Once
cs_cz: Jednou
es_es: Una sola vez
fr_fr: Une fois
hu_hu: Nincs ismétlődés
it_it: Una volta
pl_pl: Raz
sv_se: En gång
zh_cn: 只一次

# CustomFrequency_Second
source: second
cs_cz: druhý
es_es: segundo
fr_fr: deuxième
hu_hu: második
it_it: secondo
pl_pl: drugi
sv_se: andra
zh_cn: 第两个

# CustomFrequency_Third
source: third
cs_cz: třetí
es_es: tercero
fr_fr: troisième
hu_hu: harmadik
it_it: terzo
pl_pl: trzeci
sv_se: tredje
zh_cn: 第三个

# CustomFrequency_Week
source: week
cs_cz: týden
es_es: semana
fr_fr: semaine
hu_hu: héten
it_it: settimana
pl_pl: tydzień
sv_se: vecka
zh_cn: 一周

# CustomFrequency_Weekday
source: weekday
cs_cz: den v týdnu
es_es: lunes a viernes
fr_fr: jours ouvrés
hu_hu: munkanap
it_it: giorni lavorativi
pl_pl: dni robocze
sv_se: veckodag
zh_cn: 工作日

# CustomFrequency_Weekend
source: weekend
cs_cz: víkend
es_es: fin de semana
hu_hu: hétvége
it_it: fine settimana
sv_se: veckoslut
zh_cn: 周末

# CustomFrequency_Weekly
source: Weekly
cs_cz: Týdně
es_es: Semanal
fr_fr: Hebdomadaire
hu_hu: Hetente
it_it: Settimanale
pl_pl: Tygodniowo
sv_se: Veckovis
zh_cn: 每周

# CustomFrequency_Weeks
source: weeks
cs_cz: týdny
es_es: semanas
fr_fr: semaines
hu_hu: hét
it_it: settimane
pl_pl: tygodnie
sv_se: veckor
zh_cn: 几周

# CustomFrequency_XthDayOfTheMonth
source: {0} {1} of each month
cs_cz: {0} {1} v měsíci
es_es: {0} {1} del mes
fr_fr: {0} {1} du mois
hu_hu: A hónap {0} {1}
it_it: {0} {1} del mese
pl_pl: {0} {1} każdego miesiąca
sv_se: {0} = Första, Andra, ..., Sista - {1} = Måndag, Tisdag...
zh_cn: 每月的 {0} {1}

# CustomFrequency_XthDayOfTheMonthTitle
source: Specific month day...
cs_cz: Určité dny v měsíci…
es_es: Día del mes…
fr_fr: Jour du mois...
hu_hu: A hónap meghatározott napján
it_it: Giorno del mese…
pl_pl: Wybrany dzień miesiąca…
sv_se: Särskil månadsdag
zh_cn: 特定的几月几日…

# CustomFrequency_Year
source: year
cs_cz: rok
es_es: año
fr_fr: année
hu_hu: évben
it_it: anno
pl_pl: rok
sv_se: år
zh_cn: 一年

# CustomFrequency_Yearly
source: Yearly
cs_cz: Ročně
es_es: Anual
fr_fr: Annuel
hu_hu: Évente
it_it: Annuale
pl_pl: Rocznie
sv_se: Årligen
zh_cn: 每年

# CustomFrequency_Years
source: years
cs_cz: roky
es_es: años
fr_fr: années
hu_hu: évben
it_it: anni
pl_pl: lata
sv_se: år
zh_cn: 几年

# DefaultDate_None
source: None
cs_cz: nic
es_es: Ninguna
fr_fr: Aucune
hu_hu: Nincs megadva
it_it: Nessuno
pl_pl: Brak
sv_se: Ingen
zh_cn: 无

# DefaultDate_Today
source: Today
cs_cz: Dnes
es_es: Hoy
fr_fr: Aujourd'hui
hu_hu: Ma
it_it: Oggi
pl_pl: Dziś
sv_se: Idag
zh_cn: 今天

# DefaultDate_Tomorrow
source: Tomorrow
cs_cz: Zítra
es_es: Mañana
fr_fr: Demain
hu_hu: Holnap
it_it: Domani
pl_pl: Jutro
sv_se: Imorgon
zh_cn: 明天

# DefaultFolderName_Personal
source: Personal
cs_cz: Osobní
fr_fr: Personnel
hu_hu: Személyes
it_it: Personale
pl_pl: Osobiste
sv_se: Personligt
zh_cn: 个人

# DefaultFolderName_Work
source: Work
cs_cz: Pracovní
es_es: Trabajo
fr_fr: Travail
hu_hu: Munkahelyi
it_it: Lavoro
pl_pl: Praca
sv_se: Arbete
zh_cn: 工作

# Dialog_AreYouSure
source: Are you sure?
cs_cz: Jsi si jistý?
es_es: ¿Estás seguro/a?
fr_fr: Êtes-vous sûr ?
hu_hu: Biztos benne?
it_it: Sei sicuro?
pl_pl: Jesteś pewien?
sv_se: Är du säker?
zh_cn: 你确定吗？

# Dialog_CancelSyncConfirm
source: Cancel sync?
cs_cz: Zrušit synchronizaci?
es_es: ¿Cancelar sincronización?
fr_fr: Annuler la synchronisation ?
hu_hu: Megszakítja a szinkronizálást?
it_it: Annullare la sincronizzazione?
pl_pl: Anulować synchronizację?
sv_se: Avbryt synkning?
zh_cn: 取消同步？

# Dialog_DeleteContextText
source: Are you sure you want to delete this context ? Any task with this context will lose its context.
cs_cz: Opravdu chcete smazat tuto souvislost? úkoly s touto souvislostí svoji souvislost ztratí.
es_es: Estás seguro que quieres eliminar este contexto? todas las tareas asociadas a este contexto lo perderan.
fr_fr: Etes vous sûr de vouloir supprimer le contexte ? Toutes les tâches associées à ce contexte perdront leur contexte.
hu_hu: Biztosan törli akarja ezt a kategóriát? A kategória összes feladata elveszíti a besorolását.
it_it: Lei e sicura di volere eliminare questo contesto? tutti i compiti associati a questo contesto perderanno il loro contesto.
pl_pl: Jesteś pewny, że chcesz skasować ten kontekst ? wzystkie zadania z tym kontekstem stracą go.
sv_se: Är du säker på att du vill ta bort denna kontext? Uppgifter med denna kontext förlorar sin kontext.
zh_cn: 您确定要删除这个情景吗？如此做法您在此情景中的所有任务将丢失它的情景。

# Dialog_DeleteFolderText
source: Are you sure you want to delete this folder ? All associated tasks will be lost and you cannot undo this operation.
cs_cz: Opravdu chcete smazat tuto složku? všechny přiřazené úkoly se ztratí a tuto operaci nelze vrátit zpět.
es_es: Esta seguro que quiere eliminar esta carpeta ? todas las tareas asociadas se perderán, y no es posible deshacer esta operación.
fr_fr: Etes-vous sûrs de vouloir supprimer ce dossier ? Toutes les tâches associées seront perdues et vous ne pourrez pas annuler cette opération.
hu_hu: Biztosan törölni akarja ezt a mappát? Ezzel a mappában található összes feladatot is törli. A művelet nem vonható vissza.
it_it: Sei sicuro di voler cancellare questa cartella? tutte le azioni associati verrano perse e non potrai annullare questa operazione.
pl_pl: Jesteś pewny, że chcesz skasować ten folder ? wzystkie zadania powiązane zostaną stracone i nie będzoe można cofnąć tej operacji.
sv_se: Är du säker på att du vill ta bort denna mapp? Uppgifter i denna mapp tas bort och kan inte återställas.
zh_cn: 您确定要删除这个文件夹吗？如此做法您将永久丢失与之所有关联的任务，该操作无法撤销。

# Dialog_DeleteSmartViewText
source: Are you sure you want to delete this smart view ?
cs_cz: Jste si jisti, že chcete smazat toto chytré zobrazení?
es_es: ¿Seguro que quiere eliminar esta visualización inteligente?
fr_fr: Êtes-vous sûr de vouloir supprimer cette vue intelligente ?
hu_hu: Biztosan törölni akarja ezt az egyéni nézetet?
it_it: Sei sicuro di volere eliminare questa smart view?
pl_pl: Czy na pewno chcesz usunąć ten inteligentny widok?
sv_se: Är du säker på att du vill ta bort denna Smartvy?
zh_cn: 你确定要删除这个智能视图吗?

# Dialog_DeleteTagText
source: Are you sure you want to delete this tag?
cs_cz: Opravdu chcete tento štítek odstranit?
es_es: ¿Estás seguro de que quieres eliminar esta etiqueta?
fr_fr: Êtes-vous sûr de vouloir supprimer cette étiquette ?
hu_hu: Biztosan törölni akarja ezt a címkét?
it_it: Sei sicuro di voler eliminare questa etichetta?
pl_pl: Czy jesteś pewny, że chcesz usunąć ten tag?
sv_se: Är du säker på att du vill ta bort denna tag?
zh_cn: 你确定你想要删除这个标签吗？

# Dialog_DeleteTask
source: Are you sure you want to delete this task?
cs_cz: Opravdu chcete tento úkol odstranit?
es_es: ¿Estás seguro de que quieres eliminar esta tarea?
fr_fr: Êtes-vous sûr de vouloir supprimer cette tâche ?
hu_hu: Biztosan törölni akarja ezt a feladatot?
it_it: Sei sicuro di voler eliminare questa attività?
pl_pl: Czy jesteś pewien, że chcesz usunąć to zadanie?
sv_se: Är du säker på att du vill ta bort denna uppgift?
zh_cn: 你确定你想要删除这个任务吗？

# Dialog_LooseChangesContent
source: Cancel your changes?
cs_cz: Vypadá to, že přijdete o provedené změny, mám pokračovat?
es_es: Puedes perder tus cambios, quieres continuar?
fr_fr: Annuler vos changements ?
hu_hu: Elveti a módosításokat?
it_it: I tuoi cambiamenti verranno persi, continuare?
pl_pl: Uwaga stracisz swoje zmiany, kontynuować?
sv_se: Ångra ändringarna?
zh_cn: 您将失去您当前的更改设置，要继续吗？

# Dialog_RemindersUpdated
source: Reminders updated
cs_cz: Připomenutí byla aktualizována
es_es: Avisos actualizados
fr_fr: Les alarmes ont été mises à jour
hu_hu: Emlékeztetők frissítve
it_it: Promemoria aggiornati
pl_pl: Zaktualizowano przypomnienia
sv_se: Påminnelser uppdaterade
zh_cn: 提醒已更新

# Dialog_ReminderUpdatedDateFormat
source: Reminder updated: {0}
cs_cz: Připomenutí byla aktualizována: {0}
es_es: Aviso actualizado: {0}
fr_fr: Alarme mise à jour: {0}
hu_hu: Emlékeztető frissítve: {0}
it_it: Promemoria aggiornato: {0}
pl_pl: Zaktualizowano przypomnienie: {0}
sv_se: Påminnelse uppdaterad: {0}
zh_cn: 提醒已更新：{0}

# Dialog_RestartToApply
source: 2Day must restart to apply this change. Exit 2Day now ?
cs_cz: K aplikování této změny je třeba restartovat aplikaci 2Day. Ukončit 2Day nyní?
es_es: 2Day tiene que reiniciarse para aplicar este cambio. ¿Salir ahora de 2Day?
fr_fr: 2Day doit redémarrer pour appliquer ce changement. Quitter 2Day maintenant ?
hu_hu: A módosítások érvényesítéséhez újra kell indítania a 2Day-t. Szeretne most kilépni az alkalmazásból?
it_it: 2Day deve essere riavviata per applicare questa modifica. Uscire da 2Day adesso?
pl_pl: Aplikacja 2Day musi zostać zrestartowana, aby zastosować tę zmianę. Chcesz wyjść teraz z aplikacji 2Day?
sv_se: 2Day måste startas om för att denna ändring ska aktiveras. Avsluta 2Day nu?
zh_cn: 2Day必须重启完成更改。现在退出2Day？

# Dialog_StartingApp
source: Starting 2Day
cs_cz: Začít 2Day
es_es: Empezar 2Day
fr_fr: Démarrage de 2Day
hu_hu: A 2Day indítása
it_it: Cominciando 2Day
pl_pl: Uruchamianie 2Day
sv_se: Startar 2Day
zh_cn: 启动 2Day

# Dialog_SyncContextsNotSupported
source: You are using a synchronization mode that does not support contexts. Contexts will not be synced accross your device. Do you want to learn more ?
cs_cz: Používáte režim synchronizace, který nepodporuje kontexty. Kontexty nebudou synchronizovány ve vašem zařízení. Chcete se dozvědět více?
es_es: Está utilizando un modo de sincronización que no es compatible con los contextos. Los contextos no se sincronizarán en su dispositivo. ¿Desea saber más?
fr_fr: Vous utilisez actuellement un mode de synchronisation qui ne supporte pas les contextes. Les contextes ne seront donc pas synchronisés sur vos appareils. Voulez-vous en savoir plus à ce sujet ?
hu_hu: Az Ön által válaszotott szinkronizálási mód nem támogatja a kategóriákat. A kategóriák nem fognak szinkronizálódni az eszközei között. Szeretne többet tudni a kategóriák szinkronizálásáról?
it_it: Stai usando una modalità di sincronizzazione che non supporta i contesti. I contesti non saranno sincronizzati nel tuo dispositivo. Vuoi saperne di più su questo argomento?
pl_pl: Korzystasz z trybu synchronizacji, która nie obsługuje kontekstów. Konteksty nie będą synchronizowane pomiędzy twoimi urządzeniami. Chcesz dowiedzieć się więcej?
sv_se: Du använder ett sätt att synkronisera som inte stöder kontexter. Kontexter kan inte synkroniseras mellan enheter. Vill du lära dig mer?
zh_cn: 你正在使用同步模式，不支持背景。背景不会同步到你的设备中。想要了解更多？

# Dialog_TitleConfirmation
source: Confirmation
cs_cz: Potvrzení
es_es: Confirmación
hu_hu: Megerősítés
it_it: Conferma
pl_pl: Potwierdzenie
sv_se: Bekräftelse
zh_cn: 确认

# EditContext_Add
source: Add context
cs_cz: Přidat kontext
es_es: Añadir contexto
fr_fr: Ajouter un context
hu_hu: Kategória létrehozása
it_it: Aggiungi contesto
pl_pl: Dodaj kontekst
sv_se: Lägg till kontext
zh_cn: 添加上下文

# EditContext_Placeholder
source: Context name
cs_cz: Souvislost
es_es: Nombre de contexto
fr_fr: Nom du contexte
hu_hu: Kategória neve
it_it: Nome del contesto
pl_pl: Nazwa kontekstu
sv_se: Namn på kontext
zh_cn: 情景名称

# EditContext_Title
source: Edit context
cs_cz: Upravit souvislost
es_es: Editar el contexto
fr_fr: Editer le contexte
hu_hu: Kategória szerkesztése
it_it: Modificare il contesto
pl_pl: Edytuj kontekst
sv_se: Redigera kontext
zh_cn: 编辑情景

# EditFolderPage_ColorUsageCount
source: Number of time this color is used
cs_cz: Jak často je použita tato barva
es_es: Número de veces que se usa este color
fr_fr: Nombre de fois que cette couleur est utilisée
hu_hu: Mappák száma ugyanezzel a színnel
it_it: Numero di volte in cui questo colore è usato
pl_pl: Ile razy ten kolor został już użyty
sv_se: Antal gånger denna färg används
zh_cn: 此颜色的使用次数

# EditFolderPage_Title
source: Edit folder
cs_cz: Upravit složku
es_es: Editar la carpeta
fr_fr: Éditer le dossier
hu_hu: Mappa szerkesztése
it_it: Editare la cartella
pl_pl: Edytuj folder
sv_se: Redigera mapp
zh_cn: 编辑文件夹

# EditTag_Placeholder
source: Tag name
cs_cz: Název štítku
es_es: Nombre de la etiqueta
fr_fr: Nom du tag
hu_hu: Címke neve
it_it: Nome dell'etichetta
pl_pl: Nazwa tagu
sv_se: Namn på tag
zh_cn: 标签名

# EditTag_Title
source: Edit tag
cs_cz: Upravit štítek
es_es: Editar etiqueta
fr_fr: Editer le tag
hu_hu: Címke szerkesztése
it_it: Modifica tag
pl_pl: Edytuj tag
sv_se: Redigera tag
zh_cn: 编辑标记

# EditTaskPage_Title
source: Edit task
cs_cz: Upravit úkol
es_es: Editar tarea
fr_fr: Editer la tâche
hu_hu: Feladat szerkesztése
it_it: Modifica compito
pl_pl: Edytuj zadanie
sv_se: Redigera uppgift
zh_cn: 编辑任务

# EditViewPage_Title
source: Edit view
cs_cz: Upravit zobrazení
es_es: Editar la vista
fr_fr: Éditer la vue
hu_hu: Nézet szerkesztése
it_it: Modifica vista
pl_pl: Edytuj widok
sv_se: Redigera vy
zh_cn: 编辑视图

# FocusFilter_NoDue
source: No due date
cs_cz: Žádný termín
es_es: Sin fecha límite
fr_fr: Aucune échéance
hu_hu: Határidő nélküli
it_it: Nessuna data di scadenza
pl_pl: Bez daty zakończenia
sv_se: Inget förfallodatum
zh_cn: 没有截止日期

# FocusFilter_Starred
source: Favorite
cs_cz: Oblíbené
es_es: Favoritos
fr_fr: Favoris
hu_hu: Kedvencek
it_it: Preferiti
pl_pl: Ulubiony
sv_se: Favorit
zh_cn: 最喜爱的

# FocusFilter_ThisWeek
source: Next 7 days
cs_cz: Příštích 7 dní
es_es: Siguientes 7 días
fr_fr: Les 7 prochains jours
hu_hu: Következő 7 nap
it_it: Prossimi 7 giorni
pl_pl: Następne 7 dni
sv_se: Kommande 7 dagar
zh_cn: 接下来的7天

# FocusFilter_Today
source: Today
cs_cz: Dnes
es_es: Hoy
fr_fr: Aujourd'hui
hu_hu: Mai
it_it: Oggi
pl_pl: Dziś
sv_se: Idag
zh_cn: 今天

# FocusFilter_TodayNoDue
source: Today or No due date
cs_cz: Dnes nebo Žádný termín
es_es: Hoy o sin fecha limite
fr_fr: Aujourd'hui ou sans échéance
hu_hu: Mai vagy Határidő nélkül
it_it: Oggi o nessuna data di scadenza
pl_pl: Dziś oraz bez daty zakończenia
sv_se: Idag eller ingen förfallodag
zh_cn: 今天或没有截止日期

# FocusFilter_TodayTomorrow
source: Today or Tomorrow
cs_cz: Dnes nebo Zítra
es_es: Hoy o mañana
fr_fr: Aujourd'hui ou demain
hu_hu: Mai vagy Holnapi
it_it: Oggi o domani
pl_pl: Dziś oraz jutro
sv_se: Idag eller imorgon
zh_cn: 今天或明天

# FocusFilter_TodayTomorrowStarPriority
source: Today, Tomorrow or Favorite
cs_cz: Dnes, Zítra nebo Oblíbené
es_es: Hoy, mañana o favoritos
fr_fr: Aujourd'hui, demain ou favori
hu_hu: Mai, Holnapi vagy Kedvencek
it_it: Oggi, domani o preferiti
pl_pl: Dziś, jutro oraz ulubione
sv_se: Idag, imorgon eller favorit
zh_cn: 今天、明天或最喜爱的

# FolderDisplayMode_Icon
source: icon
cs_cz: ikona
es_es: icono
fr_fr: icône
hu_hu: ikon
it_it: icona
pl_pl: ikona
zh_cn: 图标

# FolderDisplayMode_None
source: none
cs_cz: nic
es_es: ningun
fr_fr: aucun
hu_hu: nincs megadva
it_it: nessuno
pl_pl: brak
sv_se: ingen
zh_cn: 无

# FolderDisplayMode_Text
source: text
es_es: texto
fr_fr: texte
hu_hu: szöveg
it_it: testo
pl_pl: tekst
zh_cn: 文本

# FolderDisplayMode_TextAndIcon
source: text and icon
cs_cz: text a ikona
es_es: texto e icono
fr_fr: texte et icône
hu_hu: szöveg és ikon
it_it: testo e icona
pl_pl: tekst i ikony
sv_se: text och icon
zh_cn: 文本和图标

# Folder_EmptyHeader
source: Folder is empty
cs_cz: Složka je prázdná
es_es: La carpeta esta vacía
fr_fr: Le dossier est vide
hu_hu: A mappa üres
it_it: La cartella è vuota
pl_pl: Folder jest pusty
sv_se: Mappen är tom
zh_cn: 文件夹为空

# Folder_EmptyHint
source: Add a task to get started
cs_cz: Začněte přidáním úkolu
es_es: Añadir tarea para empezar
fr_fr: Ajouter une tâche pour commencer
hu_hu: Hozzon létre egy feladatot
it_it: Aggiungi un compito per iniziare
pl_pl: Dodaj zadanie aby zacząć
sv_se: Lägg till en uppgift för att komma igång
zh_cn: 添加一个任务以开始

# Frequency_First
source: first
cs_cz: první
es_es: primero
fr_fr: premier
hu_hu: első
it_it: prima
pl_pl: quarto
sv_se: första
zh_cn: 第一个

# Frequency_Fourth
source: fourth
cs_cz: čtvrtý
es_es: cuarto
fr_fr: quatrième
hu_hu: negyedik
it_it: quarto
pl_pl: czwarty
sv_se: fjärde
zh_cn: 第四个

# Frequency_Last
source: last
cs_cz: poslední
es_es: último
fr_fr: dernier
hu_hu: utolsó
it_it: ultimo
pl_pl: ostatni
sv_se: sista
zh_cn: 最后一个

# Frequency_Rate1
source: each
cs_cz: každý
es_es: Cada
fr_fr: chaque
hu_hu: minden egyes
it_it: ogni
pl_pl: każdy
sv_se: varje
zh_cn: 每

# Frequency_RateFormat
source: every {0}
cs_cz: každý {0}
es_es: Cada {0}
fr_fr: tou(te)s les {0}
hu_hu: minden {0}
it_it: ogni {0}
pl_pl: każdego {0}
sv_se: varje {0}
zh_cn: 每 {0}

# Frequency_Scale_Day
source: day(s)
cs_cz: den
es_es: día(s)
fr_fr: jour(s)
hu_hu: napon
it_it: giorno (i)
pl_pl: dzień
sv_se: dag(ar)
zh_cn: 日

# Frequency_Scale_Month
source: month(s)
cs_cz: měsíc
es_es: mes(es)
fr_fr: mois
hu_hu: hónapban
it_it: mese (i)
pl_pl: miesiąc
sv_se: månad(er)
zh_cn: 月

# Frequency_Scale_Week
source: week(s)
cs_cz: týden
es_es: semana(s)
fr_fr: semaine(s)
hu_hu: héten
it_it: settimana(e)
pl_pl: tydzień
sv_se: vecka(or)
zh_cn: 周

# Frequency_Scale_Year
source: year(s)
cs_cz: rok
es_es: año(s)
fr_fr: année(s)
hu_hu: évben
it_it: anno(i)
pl_pl: rok
sv_se: år
zh_cn: 年

# Frequency_Second
source: second
cs_cz: druhý
es_es: segundo
fr_fr: deuxième
hu_hu: második
it_it: secondo
pl_pl: drugi
sv_se: andra
zh_cn: 第二个

# Frequency_Third
source: third
cs_cz: třetí
es_es: tercero
fr_fr: troisième
hu_hu: harmadik
it_it: terzo
pl_pl: trzeci
sv_se: tredje
zh_cn: 第三个

# General_LabelCancel
source: Cancel
cs_cz: Zrušit
es_es: Cancelar
fr_fr: Annuler
hu_hu: Mégse
it_it: Annulla
pl_pl: Anuluj
sv_se: Avbryt
zh_cn: 取消

# General_LabelDetails
source: Details
cs_cz: Podrobnosti
es_es: Detalles
fr_fr: Détails
hu_hu: Részletek
it_it: Dettagli
pl_pl: Szczegóły
sv_se: detaljer
zh_cn: 详细信息

# General_LabelError
source: Error
cs_cz: Chyba
fr_fr: Erreur
hu_hu: Hiba
it_it: Errore
pl_pl: Błąd
sv_se: Fel
zh_cn: 错误

# General_LabelNo
source: No
cs_cz: Ne
fr_fr: Non
hu_hu: Nem
pl_pl: Nie
sv_se: Nej
zh_cn: 否

# General_LabelOk
source: OK
hu_hu: Rendben
zh_cn: 好的

# General_LabelYes
source: Yes
cs_cz: Ano
es_es: Si
fr_fr: Oui
hu_hu: Igen
it_it: Sì
pl_pl: Tak
sv_se: Ja
zh_cn: 是

# HomePage_SyncCompletedSystrayMessage
source: Sync completed !
cs_cz: Synchronizace dokončena!
es_es: Sincronización completada!
fr_fr: Synchro terminée
hu_hu: Szinkronizálva.
it_it: Sincronizzazione completata
pl_pl: Synchronizacja zakończona!
sv_se: Synkning genomförd!
zh_cn: 同步已完成！

# LogViewer_Clear
source: Clear
cs_cz: Smazat
es_es: Despejar
fr_fr: Vider
hu_hu: Törlés
it_it: Completo
pl_pl: Wyczyść
sv_se: Töm
zh_cn: 清除

# MessageReview_AlreadyDone
source: Already done :-)
cs_cz: Hotovo :-)
es_es: Ya hecho :-)
fr_fr: Déjà fait :-)
hu_hu: Már készen is van. :-)
it_it: Già fatto :-)
pl_pl: Skończone :-)
sv_se: Redan gjort :-)
zh_cn: 已完成

# MessageReview_Body
source: It looks like you're enjoying 2Day, would you like to help us by reviewing our application?
cs_cz: Zdá se, že si používání 2Day užíváte, nechcete nám pomoci hodnocením naší aplikace?
es_es: Parece que le esta gustando 2Day, le gustaría ayudarnos escribiendo un comentario sobre nuestra aplicación?
fr_fr: On dirait que vous appréciez 2Day. Voudriez-vous évaluer notre application ?
hu_hu: Úgy látszik, szívesen használja a 2Day-t. Kérjük segítse a munkánkat, és értékelje az alkalmazást.
it_it: Sembra che 2Day ti piaccia, ci aiuteresti recensendo la nostra applicazione?
pl_pl: Wygląda na to, że polubiłeś 2Day, chcesz pomóc nam przez zerecenzowanie aplikacji?
sv_se: Det verkar som om du gillar 2Day, vill du hjälpa oss genom att bedöma vår app?
zh_cn: 看起来您很喜欢2Day，您愿意评论我们的应用程序来帮助我们做得更好吗？

# MessageReview_CreateTask
source: Create a task for me
cs_cz: Vytvořit mi úkol
es_es: Crear una tarea para mí
fr_fr: Créer une tâche pour moi
hu_hu: Feladat létrehozása
it_it: Creare un compito per me
pl_pl: Utwórz zadanie dla mnie
sv_se: Skapa en uppgift åt mig
zh_cn: 为我创建一个任务

# MessageReview_Later
source: Remind me later
cs_cz: Připomenout později
es_es: Recordármelo más tarde
fr_fr: Me le rappeler plus tard
hu_hu: Később emlékeztessen
it_it: Ricordamelo più tardi
pl_pl: Przypomnij mi później
sv_se: Påminn mig senare
zh_cn: 以后提醒我

# MessageReview_No
source: No thanks
cs_cz: Ne, díky
es_es: No, gracias
fr_fr: Non merci
hu_hu: Nem, köszönöm
it_it: No grazie
pl_pl: Nie dziękuję
sv_se: Nej tack
zh_cn: 不，谢谢

# MessageReview_TaskNote
source: Thanks for helping us :-)
cs_cz: Díky za pomoc :-)
es_es: Gracias por ayudarnos :-)
fr_fr: Merci de nous aider :-)
hu_hu: Köszönjük a segítségét. :-)
it_it: Ringrazio per averci aiutato a
pl_pl: Dziękujemy za pomoc :-)
sv_se: Tack för att du hjälper oss :-)
zh_cn: 感谢您对我们的帮助！

# MessageReview_TaskTitle
source: Write a review for 2Day
cs_cz: Napište recenzi na 2Day
es_es: Escriba un comentario para 2Day
fr_fr: Ecrire une revue pour 2Day
hu_hu: A 2Day értékelése
it_it: Scrivi una recensione per 2Day
pl_pl: Napisz recenzję programu 2Day
sv_se: Skriv en bedömning av 2Day
zh_cn: 为2Day写下评价

# MessageReview_Title
source: Review
cs_cz: Recenze
es_es: Comentario
fr_fr: Evaluer
hu_hu: Értékelés
it_it: Recensione
pl_pl: Recenzja
sv_se: Bedömning
zh_cn: 评价

# MessageReview_Yes
source: Yes sure !
cs_cz: Ano jistě!
es_es: Sí, seguro !
fr_fr: Oui bien sûr !
hu_hu: Hogyne
it_it: Sí, sicuro
pl_pl: Tak chcę !
sv_se: Jovisst!
zh_cn: 是的，没错！

# Message_CannotCreateTaskNoFolderMessage
source: You must have at least one folder to create a task. Do you want to create a folder now ?
cs_cz: Je nutné mít alespoň jednu složku, aby bylo možné vytvořit úkol. Chcete vytvořit složku nyní?
es_es: Tienes que tener como mínimo una carpeta para crear una tarea. Quieres crear una carpeta nueva?
fr_fr: Vous devez avoir au moins un dossier pour créer une tâche. Voulez-vous créer un dossier maintenant ?
hu_hu: Új feladat létrehozásához legalább egy mappára szükség van. Létre kíván most hozni egy mappát?
it_it: Devi avere al meno una cartella per creare un compito. Vuoi creare una cartella adesso?
pl_pl: Musisz mieć minimum 1 folder aby utworzyć zadanie. Chcesz stworzyć go teraz?
sv_se: Du måste ha minst en mapp för att kunna skapa en uppgift. Vill du skapa en mapp nu?
zh_cn: 您必须拥有至少一个文件夹以创建一个任务。您想要现在创建一个文件夹吗？

# Message_CleanupTaskConfirmationFormat
source: Ready to delete {0} task(s). Continue?
cs_cz: Opravdu chcete smazat {0} úkolů?
es_es: A punto para eliminar {0} tarea(s). Continuar?
fr_fr: Prêt à supprimer {0} tâche(s). Continuer ?
hu_hu: Biztosan törölni akar {0} feladatot?
it_it: Sto per cancellare il compito (i) {0}. Proseguo?
pl_pl: Gotowy do skasowania {0} zadań. Kontynuować?
sv_se: Redo att ta bort {0} uppgift(er). Fortsätta?
zh_cn: 将要删除 {0} 个任务，是否继续？
