Repository: webOSpinn/2day
Catalog: src/2Day.Core.Shared/Resources/StringResources.*.resx
Languages: cs_cz, es_es, fr_fr, hu_hu, it_it, pl_pl, sv_se, zh_cn

# About_ContactUs
source: Contact us
cs_cz: Kontaktujte nás
es_es: Contáctenos
fr_fr: Contactez nous
hu_hu: Írjon nekünk angolul vagy franciául
it_it: Contattaci
pl_pl: Kontakt
sv_se: Kontakta oss
zh_cn: 联系我们

# About_Facebook
source: Facebook page
cs_cz: Stránka na Facebook
es_es: Página de Facebook
fr_fr: Page Facebook
hu_hu: Facebook
it_it: Pagina Facebook
pl_pl: Strona Facebook
sv_se: Facebooksida
zh_cn: 关注我们Facebook

# About_FollowUs
source: Follow us
cs_cz: Sledujte nás
es_es: Siguenos
fr_fr: Suivez nous
hu_hu: Kövessen minket
it_it: Seguitemi su
pl_pl: Znajdź nas
sv_se: Följ oss
zh_cn: 关注我们Twitter

# About_Help
source: Help
cs_cz: Nápověda
es_es: Ayuda
fr_fr: Aide
hu_hu: Súgó
it_it: Aiuto
pl_pl: Pomoc
sv_se: Hjälp
zh_cn: 帮助

# About_HelpDetail
source: read help online
cs_cz: přečíst nápovědu online
es_es: leer ayuda en línea
fr_fr: lire l'aide en ligne
hu_hu: Látogassa meg támogatási oldalunkat
it_it: leggi aiuto online
pl_pl: przeczytaj pomoc online
sv_se: Läs hjälp online
zh_cn: 阅读在线帮助

# About_ReviewTheApp
source: review 2Day
cs_cz: ohodnotit 2Day
es_es: comente 2Day
fr_fr: évaluer 2Day
hu_hu: A 2Day értékelése
it_it: Recensisci 2Day
pl_pl: oceń 2Day
sv_se: Recensera 2Day
zh_cn: 回顾2Day

# About_ShareEnthousiasm
source: Share your enthusiasm
cs_cz: Sdílejte svoje nadšení
es_es: Comparte tus impresiones
fr_fr: Partagez votre enthousiasme
hu_hu: Ajánlja másoknak is
it_it: Condividi le tue impressioni
pl_pl: Podziel swój entuzjazm
sv_se: Dela din uppskattning
zh_cn: 分享您的热情

# About_SubmitIdeas
source: Submit your ideas
cs_cz: Pošlete své nápady
es_es: Envíe sus ideas
fr_fr: Proposez vos idées
hu_hu: Írja meg a javaslatait
it_it: Invia le tue idee
pl_pl: Przekaż swój pomysł
sv_se: Skicka förslag
zh_cn: 提交您的意见

# About_Updates
source: Updates
cs_cz: Aktualizace
es_es: Actualizaciones
fr_fr: Mises à jour
hu_hu: Frissítés
it_it: Aggiornamenti
pl_pl: Aktualizacje
sv_se: Uppdateringar
zh_cn: 更新

# About_UpdatesDetail
source: see updates history
cs_cz: zobrazit historii aktualizací
es_es: Mirar el historial de actualizaciones
fr_fr: historiques des mises à jour
hu_hu: Verzióelőzmények
it_it: storico degli aggiornamenti
pl_pl: zobacz historię aktualizacji
sv_se: Se uppdateringshistorik
zh_cn: 查看更新历史

# About_WindowsStoreDesktop
source: Check out the Windows version for desktop and tablet!
cs_cz: Podívejte verzi pro systém Windows pro počítač a tablet!
es_es: ¡Descubre la versión de Windows para PC y tableta!
fr_fr: Découvrir la version Windows pour bureau et tablette !
hu_hu: Próbája ki a Windows-t futtató asztali és táblagépekre készített alkalmazást.
it_it: Verifica la versione di Windows per desktop e tablet!
pl_pl: Zapoznaj się z wersją Windowsa dla pulpitu i tabletu!
sv_se: Kolla in Windowsversionen för desktop och platta!
zh_cn: 查看台式电脑和平板电脑的Windows版本！

# About_WindowsStorePhone
source: Check out the Windows Phone version!
cs_cz: Podívejte se na verzi pro systém Windows Phone!
es_es: ¡Descubre la versión de Windows Phone!
fr_fr: Découvrir la version pour Windows Phone !
hu_hu: Próbálja ki a Windows Phone-ra készített alkalmazást.
it_it: Verifica la versione di Windows Phone!
pl_pl: Zapoznaj się z wersją na Windows Phone!
sv_se: Kolla in Windowsversionen för telefon!
zh_cn: 查看Windows Phone版本！

# Action_Cancel
source: Cancel
cs_cz: Zrušit
es_es: Cancelar
fr_fr: Annuler
hu_hu: Mégse
it_it: Annulla
pl_pl: Anuluj
sv_se: Avbryt
zh_cn: 取消

# Action_Complete
source: Complete
cs_cz: Splněno
es_es: Completar
fr_fr: Compléter
hu_hu: Befejezés
it_it: Completa
pl_pl: Ukończ
sv_se: Slutförd
zh_cn: 完成

# Action_Delete
source: Delete
cs_cz: Smazat
es_es: Eliminar
fr_fr: Supprimer
hu_hu: Törlés
it_it: Cancella
pl_pl: Skasuj
sv_se: Ta bort
zh_cn: 删除

# Action_Pin
source: Pin
cs_cz: Připnout
es_es: Anclar
fr_fr: Épingler
hu_hu: Kitűzés
it_it: Aggiungi
pl_pl: Przypnij
sv_se: Fäst på Start
zh_cn: 固定

# Action_Postpone
source: Postpone
cs_cz: Odložit
es_es: Posponer
fr_fr: Reporter
hu_hu: Elhalasztás
it_it: Diverso
pl_pl: Opóźnij
sv_se: Skjut upp
zh_cn: 推迟

# Action_Save
source: Save
cs_cz: Uložit
es_es: Salvar
fr_fr: Sauvegarder
hu_hu: Mentés
it_it: Salva
pl_pl: Zapisz
sv_se: Spara
zh_cn: 保存

# Action_SaveAndContinue
source: Save+add
cs_cz: Uložit + přidání
es_es: Guardar + añadir
fr_fr: Sauvegarder + ajouter
hu_hu: Mentés és létrehozás
it_it: Salva + aggiungi
pl_pl: Zapisz + dodaj
sv_se: Spara + lägg till
zh_cn: 保存 + 添加

# Action_Unpin
source: Unpin
cs_cz: Zrušit připnutí
es_es: Desanclar
fr_fr: Dépingler
hu_hu: Levétel
it_it: Rimuovi
pl_pl: Odepnij
sv_se: Ta bort från Start
zh_cn: 解除固定

# AddContext_Title
source: Create context
cs_cz: Vytvořit souvislost
es_es: Crear contexto
fr_fr: Créer un contexte
hu_hu: Kategória létrehozása
it_it: Crea un contesto
pl_pl: Utwórz kontekst
sv_se: Skapa kontext
zh_cn: 创建情景

# Analytics_Comments
source: Comments
cs_cz: Komentáře
es_es: Comentarios
fr_fr: Commentaires
hu_hu: Megjegyzések
it_it: Commenti
pl_pl: Komentarze
sv_se: Kommentar
zh_cn: 评论

# Analytics_DisableQuestion
source: Do not show questions about your usage of 2Day
cs_cz: Nezobrazovat dotazy ohledně vašeho používání 2Day
es_es: No enseñar preguntas sobre tu uso de 2Day
fr_fr: Ne pas montrer les questions à propos de votre usage de 2Day
hu_hu: Ne tegyen fel kérdéseket a 2Day használatáról
it_it: Non mostrare domande riguardo il tuo utilizzo di 2Day
pl_pl: Nie pokazuj pytań na temat korzystania z 2Day
sv_se: Visa inte frågor om din användning av 2Day
zh_cn: 不显示有关 2Day 使用的问题

# Analytics_DoNoShowAgain
source: Do not show this kind of message in the future :-(
cs_cz: V budoucnu nezobrazovat tento typ zprávy :-(
es_es: No mostrar este tipo de mensajes en el futuro :-(
fr_fr: Ne plus montrer ce genre de message dans le futur :-(
hu_hu: Ne mutasson hasonló üzeneteket
it_it: Non mostrare questo tipo di messaggio in futuro :-(
pl_pl: Nie pokazuj w przyszłości tego typu informacji :-(
sv_se: Visa inte den här sortens meddelanden i fortsättningen
zh_cn: 以后不再显示此类消息 :-(

# Analytics_Email
source: Email (optional)
cs_cz: Email (volitelný)
es_es: Email (opcional)
fr_fr: Email (facultatif)
hu_hu: E-mail cím (nem kötelező)
it_it: Email (opzionale)
pl_pl: E-mail (opcjonalne)
sv_se: E-post (valfritt)
zh_cn: 电子邮件（可选）

# Analytics_NotificationTest
source: Please take 30s to answer a quick question
cs_cz: Prosím, věnujte 30s na zodpovězení krátké otázky
es_es: Por favor, tómate 30 s para responder a una pregunta rápida
fr_fr: Prenez svp 30s pour répondre à une petite question
hu_hu: Kérem, szánjon ránk fél percet, és válaszoljon meg egy rövid kérdést
it_it: Per favore prenditi 30 secondi per rispondere ad una veloce domanda
pl_pl: Odpowiedz proszę na krótkie pytanie, zajmie Ci to tylko 30 sekund
sv_se: V.v. ta 30 sek och svara på en snabb fråga!
zh_cn: 请用 30 秒时间回答一个快速提问

# Analytics_Title
source: Quick question question to help improve 2Day!
cs_cz: Rychlá otázka pro pomoc vylepšit 2Day!
es_es: ¡Pregunta rápida para ayudar a mejorar 2Day!
fr_fr: Une question rapide pour améliorer 2Day !
hu_hu: Rövid kérdés a 2Day továbbfejlesztése érdekében!
it_it: Domanda veloce per aiutarci a migliorare 2Day!
pl_pl: Krótkie pytanie, które pomoże ulepszyć 2Day!
sv_se: Snabb fråga för att hjälpa till att förbättra 2Day!
zh_cn: 快速提问以帮助改进 2Day！

# AppBar_EditContext
source: Edit context
cs_cz: Upravit souvislost
es_es: Editar el contexto
fr_fr: Editer le contexte
hu_hu: Kategória szerkesztése
it_it: Modificare il contesto
pl_pl: Edytuj kontekst
sv_se: Redigera kontext
zh_cn: 编辑情景

# AppBar_EditFolder
source: Edit folder
cs_cz: Upravit složku
es_es: Editar la carpeta
fr_fr: Éditer le dossier
hu_hu: Mappa szerkesztése
it_it: Editare la cartella
pl_pl: Edytuj folder
sv_se: Redigera folder
zh_cn: 编辑文件夹

# AppBar_EditView
source: Edit view
cs_cz: Upravit zobrazení
es_es: Editar la vista
fr_fr: Éditer la vue
hu_hu: Nézet szerkesztése
it_it: Modifica vista
pl_pl: Edytuj widok
sv_se: Redigera vy
zh_cn: 编辑视图

# AppMenu_ContextMenu_Folder_Delete
source: Delete
cs_cz: Smazat
es_es: Eliminar
fr_fr: Supprimer
hu_hu: Törlés
it_it: Cancella
pl_pl: Skasuj
sv_se: Tabort
zh_cn: 删除

# AppMenu_ContextMenu_Folder_Edit
source: Edit
cs_cz: Upravit
es_es: Editar
fr_fr: Éditer
hu_hu: Szerkesztés
it_it: Modifica
pl_pl: Edytuj
sv_se: Redigera
zh_cn: 编辑

# AppMenu_ContextMenu_Folder_Pin
source: Pin
cs_cz: Připnout
es_es: Anclar
fr_fr: Épingler
hu_hu: Kitűzés
it_it: Aggiungi
pl_pl: Przypnij
sv_se: Fäst på Start
zh_cn: 固定

# AppMenu_ContextMenu_Folder_Share
source: Share
cs_cz: Sdílet
es_es: Compartir
fr_fr: Partager
hu_hu: Megosztás
it_it: Condividi
pl_pl: Podziel się
sv_se: Dela
zh_cn: 共享

# AppMenu_ContextMenu_Folder_Unpin
source: Unpin
cs_cz: Zrušit připnutí
es_es: Desanclar
fr_fr: Détacher
hu_hu: Levétel
it_it: Rimuovi
pl_pl: Odepnij
sv_se: Ta bort från Start
zh_cn: 解除固定

# AppMenu_ContextMenu_Hide
source: Hide
cs_cz: Skrýt
es_es: Ocultar
fr_fr: Masquer
hu_hu: Elrejtés
it_it: Nascondere
pl_pl: Ukryj
sv_se: Dölj
zh_cn: 隐藏

# AutoDelete_Never
source: Never
cs_cz: Nikdy
es_es: Nunca
fr_fr: Jamais
hu_hu: Soha
it_it: Mai
pl_pl: Nigdy
sv_se: Aldrig
zh_cn: 从不

# AutoDelete_OneDay
source: 1 day
cs_cz: 1 den
es_es: 1 día
fr_fr: 1 jour
hu_hu: 1 nap
it_it: 1 giorno
pl_pl: 1 dzień
sv_se: 1 dag
zh_cn: 一天

# AutoDelete_OneMonth
source: 1 month
cs_cz: 1 měsíc
es_es: 1 més
fr_fr: 1 mois
hu_hu: 1 hónap
it_it: 1 mese
pl_pl: 1 miesiąc
sv_se: 1 månad
zh_cn: 一个月

# AutoDelete_OneWeek
source: 1 week
cs_cz: 1 týden
es_es: 1 semana
fr_fr: 1 semaine
hu_hu: 1 hét
it_it: 1 settimana
pl_pl: 1 tydzień
sv_se: 1 vecka
zh_cn: 一周

# AutoDelete_ThreeDays
source: 3 days
cs_cz: 3 dny
es_es: 3 días
fr_fr: 3 jours
hu_hu: 3 nap
it_it: 3 giorni
pl_pl: 3 dni
sv_se: 3 dagar
zh_cn: 三天

# AutoDelete_ThreeMonths
source: 3 months
cs_cz: 3 měsíce
es_es: 3 meses
fr_fr: 3 mois
hu_hu: 3 hónap
it_it: 3 mesi
pl_pl: 3 miesiące
sv_se: 3 månader
zh_cn: 三个月

# AutoDelete_TwoWeeks
source: 2 weeks
cs_cz: 2 týdny
es_es: 2 semanas
fr_fr: 2 semaines
hu_hu: 2 hét
it_it: 2 settimane
pl_pl: 2 tygodnie
sv_se: 2 veckor
zh_cn: 两周

# BootstrapDragTaskNote
source: Move this task on the left menu or on another group
cs_cz: Přesuňte tento úkol na levé menu nebo do jiné skupiny
es_es: Mueve esta tarea hacia la izquierda del menu o para otro grupo
fr_fr: Déplacer cette tâche sur le menu à gauche ou sur un autre groupe de tâches
hu_hu: Húzza a tennivalót a bal oldali menübe vagy egy másik csoportba
it_it: Muovi questo compito sul menu di sinitro o in un altro gruppo di compiti
pl_pl: Przesuń to zadanie do menu z lewej lub innej grupy
sv_se: Flytta denna uppgift till vänstermenyn eller till en annan grupp
zh_cn: 将这一任务移动到左侧菜单或到其他组

# BootstrapDragTaskTitle
source: Try drag'n'drop
cs_cz: Vyzkoušejte funkci táhni a pust
es_es: Prueba de arrastrar y dejar
fr_fr: Essayez le drag'n'drop
hu_hu: Próbálja ki a húzás funkciót ("drag'n'drop").
it_it: Prova il drag'n'drop
pl_pl: Spróbuj przeciągnąć i upuścić
sv_se: Pröva drag'n'drop
zh_cn: 请尝试向下拖动

# BootstrapSlideTaskNote
source: Slide left for more options
cs_cz: Posuňte doleva a zobrazíte více možností
es_es: Para más opciones, deslizar hacia la izquierda
fr_fr: Faîtes glisser à gauche pour plus d'options
hu_hu: Pöccintse balra a további lehetőségekhez
it_it: Scorrere verso sinistra per ulteriori opzioni
pl_pl: Przesuń w lewo po więcej opcji
sv_se: Drag åt vänster för fler alternativ
zh_cn: 向左滑动以获取更多选项

# BootstrapSlideTaskTitle
source: Slide right to complete a task
cs_cz: Posuňte doprava a úkol bude splněn
es_es: Para completar una tarea, deslizar hacia la derecha
fr_fr: Faîtes glisser à droite pour terminer la tâche
hu_hu: Pöccintse jobbra a befejezéshez
it_it: Scorrere verso destra per completare un'attività
pl_pl: Przesuń w prawo aby ukończyć zadanie
sv_se: Drag åt höger för att slutföra en uppgift
zh_cn: 向右滑动以完成一项任务

# BootstrapVoiceCommandTaskNote
source: Did you know you can add tasks and reminders using your voice ? On your Windows Phone home screen, hold the Windows button and say for example: "2Day, add a task for tomorrow". If you tap the “?” button during voice recognition, you will be able to see all the commands supported by 2Day.
cs_cz: Věděli jste, že můžete přidávat úkoly a připomenutí pomocí hlasových příkazů? Na úvodní obrazovce na svém Windows Phonu přidržte tlačítko Windows a řekněte např."2Day, add a task for tomorrow". Pokud během rozpoznání hlasu klepnete na “?”, uvidíte všechny příkazy, které 2Day podporuje.
es_es: Sabías que puedes añadir tareas y recordatorios usando la voz? En tu pantalla inicial de tu Windows Phone, mantener pulsado el botón de Windows y decid por ejemplo: "2Day añade una tarea para mañana". Si apretais el botón "?" durante el reconocimiento de voz, podreis ver todos los comandos que soporta 2Day
fr_fr: Saviez-vous que vous pouvez ajouter des tâches et des rappels en utilisant votre voix ? Depuis l'écran d'accueil de votre Windows Phone, maintenez appuyé le bouton Windows et dites par exemple: "2Day, ajoute une tâche pour demain". Si vous appuyez sur le point d'interrogation pendant la reconnaissance vocale vous pourrez voir toutes les commandes supportées par 2Day.
hu_hu: Tudta, hogy angol nyelvű hangutasítással is létrehozhat tennivalókat és emlékeztetőket? Ehhez nem kell mást tennie, mint a Windows Phone telefonjának kezdőképernyőjén lenyomva tartania a Keresés gombot, és például azt mondania, hogy "today, add a task for tomorrow". Ha a hangfelismerés során megérinti a "?" vagy "see more" gombot, láthatja a 2Day által támogatott valamennyi hangutasítást. Figyelem, ez a funkció csak angolul működik!
it_it: Sapevi che puoi aggiungere dei compiti e dei allarmi usando la tua voce? Sulla schermata principale del tuo Windows Phone, mantieni premuto il pulsante Windows e dici per esempio: "2Day, aggiungi un compito per domani". Se premi il punto interrogativo durante il riconoscimento vocale potrai vedere tutti gli comandi sopportati da 2Day.
pl_pl: Czy wiesz ża możesz dodawać alerty i zadania używając głosu? Na ekranie głównym Windows Phone, naciśnj i przytrzymaj przycisk Windows i powiedz np.: "2Day, dodaj zadanie na jutro". Jeśli naciśniesz przycisk "?" podczas rozpoznawania głosu, zobaczysz wszystkie komendy rozpoznawane przez 2Day.
sv_se: Visste du att du kan lägga till uppgifter med rösten? Håll ned Windowsknappen och säg t.ex. "2Day, add task for tomorrow". Om du trycker "?"-knappen under röstigenkänning finner du tillgängliga kommandon.
zh_cn: 您知道您可以添加任务或使用您的语音设置提醒吗？在Windows Phone“开始”屏幕中按住Windows按钮并录入语音，譬如说：“2Day，添加一个明天的任务”。如果您在录入语音期间点击“？”按钮，您将能够看到由2Day支持的所有语音指令。

# BootstrapVoiceCommandTaskTitle
source: Try voice commands
cs_cz: Vyzkoušejte hlasové příkazy
es_es: Prueba los comandos de voz
fr_fr: Essayer les commandes vocales
hu_hu: Hangvezérlés használata
it_it: Prova i comandi vocali
pl_pl: Spróbuj komendy głosowe
sv_se: Prova röstkommandon
zh_cn: 试用语音指令

# BootstrapWelcomeTaskNote
source: Enjoy 2Day for Windows!
cs_cz: Užijte si 2Day pro Windows !
es_es: Disfruta de 2Day para Windows8!
fr_fr: Profitez de 2Day pour Windows !
hu_hu: Élvezze a 2Day által nyújtott lehetőségeket!
it_it: Divertiti con 2Day per Windows !
pl_pl: Ciesz się 2Day dla Windows !
sv_se: Uppskatta 2Day för Windows!
zh_cn: 享受 Windows 版的 2Day 吧！

# BootstrapWelcomeTaskTitle
source: Welcome
cs_cz: Vítejte
es_es: Bienvenido a 2Day
fr_fr: Bienvenue dans 2Day
hu_hu: Üdvözöljük
it_it: Benvenuto in 2Day
pl_pl: Witaj
sv_se: Välkommen
zh_cn: 欢迎

# CompletedTaskMode_Group
source: End of list
cs_cz: Konec seznamu
es_es: Fin de lista
fr_fr: Fin de liste
hu_hu: Tegye a lista végére
it_it: Fine dell'elenco
pl_pl: Koniec listy
sv_se: Slutet på listan
zh_cn: 列表的末尾

# CompletedTaskMode_Hide
source: Hide
cs_cz: Skrýt
es_es: Ocultar
fr_fr: Masquer
hu_hu: Rejtse el
it_it: Nascondere
pl_pl: Ukryj
sv_se: Dölj
zh_cn: 隐藏

# CompletedTaskMode_Show
source: Show
cs_cz: Zobrazit
es_es: Mostrar
fr_fr: Montrer
hu_hu: Mutassa
it_it: Visualizza
pl_pl: Pokaż
sv_se: Visa
zh_cn: 显示

# Context_EmptyHeader
source: Context is empty
cs_cz: Souvislost je prázdná
es_es: El contexto está vacío
fr_fr: Le contexte est vide
hu_hu: Nincs megadva kategória
it_it: ll contesto e vuoto
pl_pl: Kontekst jest pusty
sv_se: Kontexten är tom
zh_cn: 情景为空

# Context_EmptyHint
source: Set a task to this context to get started
cs_cz: Začněte přiřazením úkolu k této souvislosti
es_es: Establezca una tarea en este contexto para empezar
fr_fr: Affecter une tâche à ce contact pour démarrer
hu_hu: Adjon feladatot ehhez a kategóriához
it_it: Assegni un compito a questo contesto per iniziare
pl_pl: Ustaw zadanie na ten kontekst aby rozpocząć
sv_se: Lägg till en uppgift med denna kontext för att komma igång
zh_cn: 给这个情景设置一个任务以开始

# ConverterAction_Call
source: Call
cs_cz: Volat
es_es: llamar
fr_fr: Appeler
hu_hu: Telefon
it_it: Chiama
pl_pl: Zadzwoń
sv_se: Ring
zh_cn: 呼叫

# ConverterAction_Email
source: Email
sv_se: E-posta
zh_cn: 电子邮件

# ConverterAction_None
source: None
cs_cz: Nic
es_es: Ninguno
fr_fr: Aucune
hu_hu: Nincs megadva
it_it: Nessuno
pl_pl: Brak
sv_se: Ingen
zh_cn: 无

# ConverterAction_Sms
source: Sms
fr_fr: Aller voir
zh_cn: 短信

# ConverterAction_Visit
source: Visit
cs_cz: Navštívit
es_es: Visita
fr_fr: aucun
hu_hu: Látogatás
it_it: Visita
pl_pl: Wizyta
sv_se: Besök
zh_cn: 访问

# ConverterContext_None
source: none
cs_cz: nic
es_es: Ninguno
fr_fr: aucun
hu_hu: Nincs megadva
it_it: nessuno
pl_pl: brak
sv_se: Ingen
zh_cn: 无

# ConverterDate_Future
source: Future
cs_cz: Budoucnost
es_es: Futuro
fr_fr: Futur
hu_hu: Később
it_it: Futuro
pl_pl: Przyszłość
sv_se: Framtida
zh_cn: 将来

# ConverterDate_Late
source: Late
cs_cz: Opožděno
es_es: Atrasado
fr_fr: En retard
hu_hu: Lejárt
it_it: In ritardo
pl_pl: Opóźnione
sv_se: Försenad
zh_cn: 推迟

# ConverterDate_Next7Days
source: Next 7 days
cs_cz: Příštích 7 dní
es_es: Siguientes 7 días
fr_fr: Les 7 prochains jours
hu_hu: A következő 7 napban
it_it: Prossimi 7 giorni
pl_pl: Następne 7 dni
sv_se: Kommande 7 dagar
zh_cn: 接下来的7天

# ConverterDate_NoDate
source: No date
cs_cz: Bez termínu
es_es: Sin fecha
fr_fr: Aucune date
hu_hu: Nincs megadva
it_it: Nessuna data
pl_pl: Bez daty
sv_se: Inget datum
zh_cn: 没有日期

# ConverterDate_Today
source: Today
cs_cz: Dnes
es_es: Hoy
fr_fr: Aujourd'hui
hu_hu: Ma
it_it: Oggi
pl_pl: Dziś
sv_se: Idag
zh_cn: 今天

# ConverterDate_Tomorrow
source: Tomorrow
cs_cz: Zítra
es_es: Mañana
fr_fr: Demain
hu_hu: Holnap
it_it: Domani
pl_pl: Jutro
sv_se: Imorgon
zh_cn: 明天

# ConverterDate_Yesterday
source: Yesterday
cs_cz: Včera
es_es: Ayer
fr_fr: Hier
hu_hu: Tegnap
it_it: Ieri
pl_pl: Wzoraj
sv_se: Igår
zh_cn: 昨天

# ConverterPriority_High
source: High
cs_cz: Vysoká
es_es: Alta
fr_fr: Haute
hu_hu: Magas
it_it: Alto
pl_pl: Wysoki
sv_se: Hög
zh_cn: 高级

# ConverterPriority_Low
source: Low
cs_cz: Nízká
es_es: Baja
fr_fr: Basse
hu_hu: Alacsony
it_it: Basso
pl_pl: Niski
sv_se: Låg
zh_cn: 低级

# ConverterPriority_Medium
source: Medium
cs_cz: Střední
es_es: Media
fr_fr: Normale
hu_hu: Átlagos
it_it: Medio
pl_pl: Średni
zh_cn: 中级

# ConverterPriority_Star
source: Star
cs_cz: Hvězdička
es_es: Estrella
fr_fr: Étoile
hu_hu: Kiemelt
it_it: Vota
pl_pl: Gwiazda
sv_se: Stjärna
zh_cn: 星级

# ConverterProgress_None
source: none
cs_cz: žádný
es_es: Ningun
fr_fr: aucune
hu_hu: Nincs megadva
it_it: nessuno
pl_pl: brak
sv_se: Ingen
zh_cn: 无

# ConverterStatus_Completed
source: Completed
cs_cz: Splněno
es_es: Completado
fr_fr: Accomplie
hu_hu: Befejezve
it_it: Completato
pl_pl: Zakończone
sv_se: Slutförd
zh_cn: 已完成

# ConverterStatus_Todo
source: Todo
cs_cz: Řešit
es_es: Pendiente
fr_fr: A faire
hu_hu: Teendő
it_it: Da fare
sv_se: Att-göra
zh_cn: 待办事项

# Crash_MessageContent
source: We are sorry because 2Day had an error. Do you want to send the details to the development team ?
cs_cz: Omlouváme se za chybu v 2Day. Chcete odeslat detaily vývojovému týmu?
es_es: Lo sentimos porque 2Day ha tenido un error. Quieres enviar los detalles al equipo de programadores?
fr_fr: Nous sommes désolé mais 2Day a rencontré une erreur. Voulez-vous envoyer le détail à l'équipe de développement ?
hu_hu: Elnézést, hiba történt. Szeretné elküldeni a hiba részleteit a fejlesztőknek?
it_it: Siamo spiacenti ma 2Day ha incontrato un errore. Vuoi inviare i dettagli al team di sviluppo ?
pl_pl: Wybacz nam, 2Day napotkał na problem. Czy chcesz wysłać szczegóły problemu do deweloperów?
sv_se: Tyvärr inträffade ett fel i 2day. Vill du sända uppgifter om detta till utvecklingsteamet?
zh_cn: 我们很抱歉 2Day 遇到错误。您愿意向开发团队发送问题的详细报告吗？

# CreateEditFolder_FolderNameAlreadyUsedNotification
source: Folder name already used
cs_cz: Jméno složky již existuje
es_es: Nombre de carpeta ya existente
fr_fr: Un dossier porte déjà ce nom
hu_hu: A mappanév már használatban van
it_it: Nome cartella già esistente
pl_pl: Nazwa folderu jest już używana
sv_se: Mappnamnet används redan
zh_cn: 该文件夹名称已使用

# CreateEditTaskPage_NotifyFormat
source: Task '{0}' added in folder {1}
cs_cz: Úkol '{0}' přidán do složky {1}
es_es: Tarea '{0}' añadida en la carpeta {1}
fr_fr: Tâche '{0}' ajoutée dans le dossier {1}
hu_hu: {0}' feladat létrehozva a {1} mappában
it_it: Etichetta '{0}' aggiunta nella cartella {1}
pl_pl: Zadanie '{0}' dodane do folderu '{1}'
sv_se: Uppgift '{0}' tillagd i mapp {1}
zh_cn: 添加任务 '{0}' 到文件夹 {1}

# CreateEditTaskPage_NotifyWithDueDateFormat
source: Task '{0}' added in folder {1} due on {2}
cs_cz: Úkol '{0}' přidán do složky {1} v termínu {2}
es_es: Tarea '{0}' añadida en la carpeta {1} para la fecha {2}
fr_fr: Tâche '{0}' ajoutée dans le dossier {1} échéance le {2}
hu_hu: {0}' feladat létrehozva a {1} mappában {2} határidővel
it_it: Etichetta '{0}' aggiunta nella cartella {1} scadenza il {2}
pl_pl: Zadanie '{0}' dodane do folderu '{1}' z datą do {2}
sv_se: Uppgift '{0}' tillagd i mapp {1} förfaller {2}
zh_cn: 在 {2} 向文件夹 {1} 中添加任务 '{0}'

# CreateEditTask_TagAlreadyExists
source: This tag already exists
cs_cz: Tento štítek již existuje
es_es: Esta etiqueta ya existe
fr_fr: Ce tag existe déjà
hu_hu: A címke már létezik
it_it: Questa etichetta esiste già
pl_pl: Ten tag już istnieje
sv_se: Denna tag används redan
zh_cn: 此标记已存在

# CreateEditTask_TagCannotBeEmptyMsg
source: Tag cannot be empty
cs_cz: Štítek nemůže být prázdný
es_es: La etiqueta no puede estar vacía
fr_fr: Le tag ne peut pas être vide
hu_hu: Meg kell adni egy címkét
it_it: L'etichetta non pua essere vuota
pl_pl: Tag nie może być pusty
sv_se: Tag kan inte vara tom
zh_cn: 标记不能为空

# CreateFolderPage_Title
source: Create folder
cs_cz: Vytvořit složku
es_es: Crear carpeta
fr_fr: Créer un dossier
hu_hu: Mappa létrehozása
it_it: Crea cartella
pl_pl: Utwórz folder
sv_se: Skapa mapp
zh_cn: 创建文件夹

# CreateTaskPage_Title
source: Create task
cs_cz: Vytvořit úkol
es_es: Crear tarea
fr_fr: Créer une tâche
hu_hu: Feladat létrehozása
it_it: Crea compito
pl_pl: Utwórz zadanie
sv_se: Skapa uppgift
zh_cn: 创建任务

# CustomFrequency_Custom
source: Custom
cs_cz: Volitelné
es_es: Personalizado
fr_fr: Personnalisé
hu_hu: Egyéni
it_it: Personalizzato
pl_pl: Ręcznie
sv_se: Valfri
zh_cn: 自定义

# CustomFrequency_Daily
source: Daily
cs_cz: Denně
es_es: Diario
fr_fr: Quotidien
hu_hu: Naponta
it_it: Giornaliero
pl_pl: Dziennie
sv_se: Daglig
zh_cn: 每天

# CustomFrequency_Day
source: day
cs_cz: den
es_es: día
fr_fr: jour
hu_hu: napon
it_it: giorno
pl_pl: dzień
sv_se: dag
zh_cn: 一天

# CustomFrequency_Days
source: days
cs_cz: dny
es_es: días
fr_fr: jours
hu_hu: napon
it_it: giorni
pl_pl: dni
sv_se: dagar
zh_cn: 几天

# CustomFrequency_DaysOfWeekTitle
source: Specific week days...
cs_cz: Určité dny v týdnu…
es_es: Días de semana específicos...
fr_fr: Jours spécifiques...
hu_hu: A hét meghatározott napján
it_it: Giorni specifici...
pl_pl: Wybrane dni tygodnia…
sv_se: Särskilda veckodagar
zh_cn: 特定的星期几…

# CustomFrequency_Each
source: each {0}
cs_cz: každý {0}
es_es: cada {0}
fr_fr: chaque {0}
hu_hu: minden egyes {0}
it_it: ogni {0}
pl_pl: co {0}
sv_se: {0} = frequency scale (dag,vecka,månad,år)
zh_cn: 每 {0}
