Repository: webOSpinn/2day
Catalog: src/2Day.Core.Shared/Resources/StringResources.*.resx
Languages: cs_cz, es_es, fr_fr, hu_hu, it_it, pl_pl, sv_se, zh_cn

# SmartView_EmptyHeader
source: Smart view does not match any task
cs_cz: Chytré zobrazení neodpovídá žádnému úkolu
es_es: La vista inteligente no coincide con ninguna tarea
fr_fr: La vue intelligente ne correspond à aucune tâche
hu_hu: Nincs feladat ebben nézetben.
it_it: Smart view non corrisponde a nessuna attività
pl_pl: Inteligentny widok nie pasuje do żadnego zadania
sv_se: Smartvyn matchar inte någon uppgift
zh_cn: 智能视图不能和任何任务匹配

# SmartView_EmptyHint
source: Adjust smart view option or add a task that match smart view rules
cs_cz: Nastavte možnost chytrého zobrazení nebo přidejte úkol, který bude odpovídat pravidlům chytrého zobrazení
es_es: Ajustar la opción de vista inteligente o añadir una tarea que coincida con las reglas de vista inteligente
fr_fr: Changer les règles de filtrages ou ajouter une tâche qui corresponde aux règles
hu_hu: Módosítsa az egyéni nézetet, vagy hozzon létre olyan feladatot, amely megfelel az egyéni nézet beállításainak
it_it: Adatta l'opzione di smart view o aggiungi un'attività che corrisponde alle regole di smart view
pl_pl: Dostosuj opcję inteligentnego widoku lub dodaj zadanie, które jest zgodne z zasadami inteligentnego widoku
sv_se: Justera Smartvyalternativ eller lägg till en uppgift som matchar regeln för Smartvyn
zh_cn: 调整智能视图选择或者加入可以配合智能视图规定的任务

# SmartView_FieldTitle
source: Title
cs_cz: Název
es_es: Título
fr_fr: Titre
hu_hu: Tárgy
it_it: Titolo
pl_pl: Tytuł
sv_se: Titel kan inte vara tom
zh_cn: 标题

# SmartView_FilterAdded
source: Added
cs_cz: Přidáno
es_es: Añadido
fr_fr: Ajoutée
hu_hu: Létrehozás ideje
it_it: Aggiunto
pl_pl: Dodano
sv_se: Tillagd
zh_cn: 已加

# SmartView_FilterBeginsWith
source: Begins with
cs_cz: Začíná
es_es: Comienza por
fr_fr: Commence par
hu_hu: eleje
it_it: Comincia per
pl_pl: Rozpoczyna się
sv_se: Börjar med
zh_cn: 开始

# SmartView_FilterCompleted
source: Completed
cs_cz: Hotový
es_es: Completado
fr_fr: Terminée
hu_hu: Befejezés ideje
it_it: Completato
pl_pl: Zakończono
sv_se: Slutförd
zh_cn: 完成

# SmartView_FilterContains
source: Contains
cs_cz: Obsahuje
es_es: Contiene
fr_fr: Contient
hu_hu: tartalmazza
it_it: Contiene
pl_pl: Zawiera
sv_se: Innehåller
zh_cn: 包括

# SmartView_FilterContext
source: Context
cs_cz: Kontext
es_es: Contexto
fr_fr: Contexte
hu_hu: Kategória
it_it: Contesto
pl_pl: Kontekst
sv_se: Kontext
zh_cn: 背景

# SmartView_FilterDoesNotContains
source: Does not contain
cs_cz: Neobsahuje
es_es: No contiene
fr_fr: Ne contient pas
hu_hu: nem tartalmazza
it_it: Non contiene
pl_pl: Nie zawiera
sv_se: Innehåller inte
zh_cn: 不包括

# SmartView_FilterDoesNotExist
source: Does not exist
cs_cz: Neexistuje
es_es: No existe
fr_fr: N'existe pas
hu_hu: nincs megadva
it_it: Non esiste
pl_pl: Nie istnieje
sv_se: Finns inte
zh_cn: 不存在

# SmartView_FilterDue
source: Due
cs_cz: Splatný
es_es: Vencimiento
fr_fr: Echéance
hu_hu: Határidő
it_it: Scade
pl_pl: Termin
sv_se: Förfallodatum
zh_cn: 截止

# SmartView_FilterEndsWith
source: Ends with
cs_cz: Končí
es_es: Termina con
fr_fr: Se termine par
hu_hu: vége
it_it: Termina con
pl_pl: Kończy się
sv_se: Slutar med
zh_cn: 结束

# SmartView_FilterExists
source: Exists
cs_cz: Existuje
es_es: Existe
fr_fr: Existe
hu_hu: meg van adva
it_it: Esiste
pl_pl: Istnieje
sv_se: Finns
zh_cn: 退出

# SmartView_FilterFolder
source: Folder
cs_cz: Složka
es_es: Carpeta
fr_fr: Dossier
hu_hu: Mappa neve
it_it: Cartella
pl_pl: Katalog
sv_se: Mapp
zh_cn: 文件夹

# SmartView_FilterHasAlarm
source: Has alarm
cs_cz: Má alarm
es_es: Tiene alarma
fr_fr: Avec alarme
hu_hu: Emlékeztető
it_it: Ha allarme
pl_pl: Posiada alarm
sv_se: Har alarm
zh_cn: 有提醒

# SmartView_FilterHasRecurrence
source: Is recurring
cs_cz: Opakuje se
es_es: Es recurrente
fr_fr: Avec récurrence
hu_hu: Ismétlődés
it_it: È ricorrente
pl_pl: Jest powtarzający się
sv_se: Är återkommande
zh_cn: 重复发生

# SmartView_FilterIs
source: Is
cs_cz: Je
es_es: es
fr_fr: Est
hu_hu: egyenlő
it_it: È
pl_pl: Jest
sv_se: Är
zh_cn: 是

# SmartView_FilterIsAfter
source: Is after
cs_cz: Je po
es_es: está después de
fr_fr: Est après
hu_hu: későbbi, mint
it_it: È dopo
pl_pl: Jest po
sv_se: Är efter
zh_cn: 在……之后

# SmartView_FilterIsBefore
source: Is before
cs_cz: Je před
es_es: está antes de
fr_fr: Est avant
hu_hu: korábbi, mint
it_it: È prima
pl_pl: Jest przed
sv_se: Är före
zh_cn: 在……之前

# SmartView_FilterIsIn
source: Is in
cs_cz: Je v
es_es: está en
fr_fr: Est dans
hu_hu: lesz
it_it: È in
pl_pl: Jest w
sv_se: Är i
zh_cn: 在……里

# SmartView_FilterIsInTheNext
source: Is in the next
cs_cz: Je v dalším
es_es: está en el/la siguiente
fr_fr: Est dans les prochains
hu_hu: a következő
it_it: È nel successivo
pl_pl: Jest w następny
sv_se: Är i nästa
zh_cn: 在……旁边

# SmartView_FilterIsLessThan
source: Is less than
cs_cz: Je menší, než
es_es: es menos que
fr_fr: Est inférieur à
hu_hu: alacsonyabb, mint
it_it: È meno di
pl_pl: Jest mniej niż
sv_se: Är mindre än
zh_cn: 比……少

# SmartView_FilterIsMoreThan
source: Is more than
cs_cz: Je větší, než
es_es: es más que
fr_fr: Est plus que
hu_hu: magasabb, mint
it_it: È più di
pl_pl: Jest więcej niż
sv_se: Är mer än
zh_cn: 比……多

# SmartView_FilterIsNot
source: Is not
cs_cz: Není
es_es: no está
fr_fr: N'est pas
hu_hu: nem egyenlő
it_it: Non è
pl_pl: Nie jest
sv_se: Är inte
zh_cn: 不是

# SmartView_FilterIsNotIn
source: Is not in
cs_cz: Není v
es_es: no está en
fr_fr: N'est pas dans
hu_hu: nem lesz
it_it: Non è in
pl_pl: Nie jest w
sv_se: Är inte i
zh_cn: 不在……里

# SmartView_FilterIsNotInTheNext
source: Is not in the next
cs_cz: Není v textu
es_es: no está en el/la siguiente
fr_fr: N'est pas dans les prochains
hu_hu: nem a következő
it_it: Non è nel successivo
pl_pl: Nie jest w następny
sv_se: Är inte i nästa
zh_cn: 不在……旁边

# SmartView_FilterModified
source: Modified
cs_cz: Upraveno
es_es: Modificado
fr_fr: Modifié
hu_hu: Módosítás ideje
it_it: Modificato
pl_pl: Zmodyfikowano
sv_se: Ändrad
zh_cn: 修改

# SmartView_FilterNo
source: No
cs_cz: Ne
fr_fr: Non
hu_hu: nincs beállítva
pl_pl: Nie
sv_se: Nej
zh_cn: 不是

# SmartView_FilterNote
source: Note
cs_cz: Poznámka
es_es: Nota
hu_hu: Jegyzet
it_it: Nota
pl_pl: Notatka
sv_se: Not
zh_cn: 记录

# SmartView_FilterPriority
source: Priority
cs_cz: Priorita
es_es: Prioridad
fr_fr: Priorité
hu_hu: Fontosság
it_it: Priorità
pl_pl: Priorytet
sv_se: Prioritet
zh_cn: 优先

# SmartView_FilterProgress
source: Progress
cs_cz: Postup
es_es: Progreso
fr_fr: Avancement
hu_hu: Készültségi fok
it_it: Avanzamento
pl_pl: Postęp
sv_se: Status
zh_cn: 进程

# SmartView_FilterStart
source: Start
es_es: Comenzar
fr_fr: Démarrage
hu_hu: Kezdési idő
it_it: Inizio
pl_pl: Rozpoczęcie
zh_cn: 开始

# SmartView_FilterTags
source: Tags
cs_cz: Štítky
es_es: Etiquetas
hu_hu: Címke
it_it: Etichette
pl_pl: Tagi
sv_se: Taggar
zh_cn: 标签

# SmartView_FilterWas
source: Was
cs_cz: Byl
es_es: Era/fue
fr_fr: Était
hu_hu: volt
it_it: Era
pl_pl: Był
sv_se: Var
zh_cn: 是

# SmartView_FilterWasInTheLast
source: Was in the last
cs_cz: Byl v poslední
es_es: Fue en el último
fr_fr: Était dans les
hu_hu: a legutóbbi
it_it: Era nell'ultimo/a
pl_pl: Był w ostatni
sv_se: Var i senaste
zh_cn: 过去是

# SmartView_FilterWasNot
source: Was not
cs_cz: Nebyl
es_es: No fue
fr_fr: N'était pas
hu_hu: nem volt
it_it: Non era
pl_pl: Nie był
sv_se: Var inte
zh_cn: 不是

# SmartView_FilterWasNotInTheLast
source: Was not in the last
cs_cz: Nebyl v poslední
es_es: No fue en el último
fr_fr: N'était pas dans les
hu_hu: nem a legutóbbi
it_it: Non era nell'ultimo/a
pl_pl: Nie był w ostatni
sv_se: Var inte i senaste
zh_cn: 过去不是

# SmartView_FilterYes
source: Yes
cs_cz: Ano
es_es: Sí
fr_fr: Oui
hu_hu: be van állítva
it_it: Sì
pl_pl: Tak
sv_se: Ja
zh_cn: 是的

# SmartView_HelpReadMore
source: Read more about smart views
cs_cz: Přečtěte si více o chytrých zobrazení
es_es: Leer más acerca de la vista inteligente
fr_fr: En savoir plus sur les vues intelligentes
hu_hu: Ismerje meg az egyéni nézeteket
it_it: Leggi ulteriori informazioni su smart view
pl_pl: Przeczytaj więcej o inteligentnych widokach
sv_se: Läs mer om Smartvyer
zh_cn: 阅读更多关于智能视图

# SmartView_IntroDescription
source: Smart view helps focusing on the task that matters. Setup rules to configure how tasks are filtered and focus on what matters the most.
cs_cz: Chytrá zobrazení pomáhají se zaměřením na úkoly, na kterých záleží. Nastavte pravidla ke konfiguraci filtrování úkolů a zaměřte se na to nejdůležitější.
es_es: La vista inteligente te ayuda a centrarte en las tareas que importan. Configura las reglas parar establecer el modo en el que se filtran las tareas y céntrate en lo que de verdad importa.
fr_fr: Les vue intelligentes vous permettent de vous concentrer sur les tâches importantes. Configurez des règles pour définir comment les tâches sont filtrées.
hu_hu: A szabályok segítségével szűrőket állíthat be, hogy csak az Önt érdeklő feladatokat lássa.
it_it: Smart view aiuta a concentrarsi sull'attività più importante. Imposta delle regole per configurare come le attività sono filtrate e concentrati su quello che conta di più.
pl_pl: Inteligentny widok pomaga skoncentrować się na ważnych zadaniach. Określ zasady, aby skonfigurować sposób, w jaki zadania są filtrowane i skup się na tym, co jest najbardziej istotne.
sv_se: Smartvyer hjälper till att fokusera på viktiga uppgifter. Skapa regler för hur uppgifter filtreras och som sätter fokus på det viktigaste.
zh_cn: 智能视图帮助关注重要任务。设定规则来配置如何过滤任务以及关注在重要的任务上。

# SmartView_LabelName
source: Name
cs_cz: Jméno
es_es: Nombre
fr_fr: Nom
hu_hu: Név
it_it: Nome
pl_pl: Nazwa
sv_se: Namn
zh_cn: 名字

# SmartView_LabelRules
source: Rules
cs_cz: Pravidla
es_es: Reglas
fr_fr: Règles
hu_hu: Szabályok
it_it: Regole
pl_pl: Zasady
sv_se: Regler
zh_cn: 规则

# SmartView_LabelSmartView
source: Smart views
cs_cz: Chytrá zobrazení
es_es: Vistas inteligentes
fr_fr: Vues intelligentes
hu_hu: Egyéni nézetek
it_it: Smart view
pl_pl: Inteligentne widoki
sv_se: Smartvyer
zh_cn: 智能视图

# SmartView_MatchAll
source: all
cs_cz: vše
es_es: todo
fr_fr: toutes
hu_hu: valamennyi
it_it: tutte
pl_pl: wszystkie
sv_se: alla
zh_cn: 所有

# SmartView_MatchAny
source: any
cs_cz: jakýkoliv
es_es: cualquiera
fr_fr: au moins une
hu_hu: bármely
it_it: qualsiasi
pl_pl: dowolne
sv_se: vilken
zh_cn: 任何

# SmartView_MessageCannotLoadFormat
source: There was an error while loading this smart view ({0})
cs_cz: Při načítání tohoto chytrého zobrazení došlo k chybě. ({0})
es_es: Ocurrió un error al cargar esta vista inteligente {0}
fr_fr: Une erreur s'est produite pour charger cette vue intelligente ({0})
hu_hu: Az egyéni nézet betöltése közben hiba lépett fel ({0})
it_it: Si è verificato un errore durante il caricamento di questa smart view ({0})
pl_pl: Wystąpił błąd podczas ładowania tego inteligentnego widoku ({0})
sv_se: Ett fel uppstod vid inläsningen av denna Smartvy ({0})
zh_cn: 加载智能视图出现错误{0}

# SmartView_MessageCannotSave
source: The smart view contains invalid rules
cs_cz: Toto chytré zobrazení obsahuje neplatná pravidla
es_es: La vista inteligente contiene reglas no válidas
fr_fr: La vue intelligente contient une règle incorrecte
hu_hu: Az egyéni nézet érvénytelen szabályt tartalmaz
it_it: La smart view contiene regole non valide
pl_pl: Inteligentny widok zawiera nieprawidłowe zasady
sv_se: Denna Smartvy innehåller ogiltiga regler
zh_cn: 智能视图包含无效规则

# SmartView_Or
source: or
cs_cz: nebo
es_es: o
fr_fr: ou
hu_hu: vagy
it_it: o
pl_pl: lub
sv_se: eller
zh_cn: 或

# SmartView_Warning_OneBlockMin
source: Smart view must have at least 1 block of rules
cs_cz: Chytrý náhled musí mít alespoň 1 blok pravidel
es_es: La visualización inteligente ha de tener al menos 1 bloque de reglas
fr_fr: Les vues intelligentes doivent avoir au moins 1 block de règles
hu_hu: Az egyéni nézetnek legalább egy szabálycsoportot tartalmaznia kell
it_it: Smart view deve avere almeno 1 blocco di regole
pl_pl: Smart view musi mieć co najmniej 1 zestaw zasad
sv_se: En Smartvy måste ha minst 1 block med regler
zh_cn: 智能视图必须至少有一个规则块

# SmartView_Warning_OneRuleMin
source: Smart view must have at least 1 rule
cs_cz: Chytrý náhled musí mít alespoň 1 pravidlo
es_es: La visualización inteligente ha de tener al menos 1 regla
fr_fr: Les vues intelligentes doivent avoir au moins 1 règle
hu_hu: Az egyéni nézetnek legalább egy szabályt tartalmaznia kell
it_it: La smart view deve avere almeno 1 regola
pl_pl: Smart view musi mieć co najmniej jedną zasadę
sv_se: En Smartvy måste ha minst en regel
zh_cn: 智能视图必须至少有一条规则

# SortOrder_Ascending
source: Ascending
cs_cz: Vzestupně
es_es: Ascendente
fr_fr: Croissant
hu_hu: Növekvő
it_it: Crescente
pl_pl: Rosnąco
sv_se: Stigande
zh_cn: 升序

# SortOrder_Descending
source: Descending
cs_cz: Sestupně
es_es: Descendente
fr_fr: Décroissant
hu_hu: Csökkenő
it_it: Descrescente
pl_pl: Malejąco
sv_se: Fallande
zh_cn: 降序

# Speech_ErrorDuringRecognitionFormat
source: There was an error during speech recognition ({0})
cs_cz: Vyskytla se chyba při rozpoznávání hlasu ({0})
es_es: Se ha producido un error durante el reconocimiento de voz ({0})
fr_fr: Il y a eu une erreur durant la reconnaissance vocale ({0})
hu_hu: Hiba történt a hangfelismerés során ({0})
it_it: E' avvenuto un errore durante il riconoscimento vocale ({0})
pl_pl: Podczas rozpoznawania mowy pojawił się błąd ({0})
sv_se: Ett fel uppstod vid röstigenkänning ({0})
zh_cn: 在语音识别过程中出错 ({0})

# Speech_NoAudioDevice
source: No audio capture devices found
cs_cz: Nenalezena žádná zařízení k zachycení zvuku
es_es: No se han encontrado dispositivos de sonido
fr_fr: Pas de périphérique de capture audio
hu_hu: Nem található hangbemeneti eszköz
it_it: Nessun dispositivo di acquisizione audio trovato
pl_pl: Nie odnaleziono żadnych urządzeń do zapisu dźwięku
sv_se: Ingen enhet för röstupptagning funnen
zh_cn: 未找到录音设备

# Speech_ReviewPermission
source: Permission to access microphone is disabled, please update Windows settings
cs_cz: Povolení pro přístup k mikrofonu je zakázáno, prosím, aktualizujte nastavení Windows
es_es: El permiso para acceder al micrófono está desactivado, por favor, actualiza la configuración de Windows
fr_fr: La permission d'accéder au microphone est requise, veuillez vérifier vos paramètres Windows
hu_hu: A 2Day-nek nincs engedélye a mikrofon használatára. Kérem, módosítsa a Windows beállításait
it_it: Il permesso di accedere al microfono è disabilitato, per favore aggiorna le opzioni Windows
pl_pl: Pozwolenie na dostęp do mikrofonu jest wyłączone, proszę zaktualizować ustawienia systemu Windows
sv_se: Användning av mikrofon inte aktiverad, uppdatera inställningarna i Windows
zh_cn: 已禁止访问麦克风。请更新 Windows 设置

# StartDate_FirstTimeMessage
source: You can change how tasks with a start date are displayed in the general settings.
cs_cz: Změnit zobrazení úkolů s definovaným začátkem lze v obecném nastavení.
es_es: Puedes cambiar como tareas con una fecha de inicio son mostradas en la configuración general
fr_fr: Vous pouvez configurer comment les tâches avec des dates de démarrages sont affichées dans les paramètres
hu_hu: A kezdési idővel rendelkező feladatok megjelenítési módját az általános beállítások között tudja módosítani.
it_it: Puoi cambiare la visualizzazione dei compiti con una data di inizio nelle impostazioni generali
pl_pl: Kiedy ustawisz datę rozpoczęcia, zadanie jest ukryte aż do czasu kiedy ta data nie nastąpi. Możesz zobaczyć zadania z datą startu włączając widok 'zaplanowane' w ustawieniach.
sv_se: Du kan ändra hur uppgifter med startdatum visas i allmänna inställningar
zh_cn: 当您为一项任务设置开始日期时，直到到达它的开始日期该项目才会完全隐藏。您可以通过启用设置中的“计划”视图来查看所有任务的开始日期。

# StartDate_FirstTimeTitle
source: Information
cs_cz: Informace
es_es: Información
hu_hu: Információ
it_it: Informazione
pl_pl: Informacje
zh_cn: 信息

# Startup_DefaultContextHome
source: @home
cs_cz: doma
es_es: @casa
fr_fr: @maison
hu_hu: @otthon
it_it: @casa
pl_pl: @w domu
zh_cn: 家庭

# Startup_DefaultContextPhone
source: @phone
cs_cz: telefon
es_es: @teléfono
fr_fr: @téléphone
hu_hu: @telefon
it_it: @telefono
pl_pl: @zadzwonić
zh_cn: 手机

# Startup_DefaultContextQuick
source: @quick
cs_cz: rychle
es_es: @rápido
fr_fr: @rapide
hu_hu: @sürgős
it_it: @veloce
pl_pl: @szybkie
sv_se: @kvick
zh_cn: 快捷

# Startup_DefaultFolderName_Personal
source: personal
cs_cz: osobní
fr_fr: perso
hu_hu: személyes
it_it: personale
pl_pl: osobiste
sv_se: personligt
zh_cn: 个人

# Startup_DefaultFolderName_Work
source: work
cs_cz: pracovní
es_es: trabajo
fr_fr: travail
hu_hu: munka
it_it: lavoro
pl_pl: praca
sv_se: arbete
zh_cn: 工作

# SyncAdvanced_CollectLogFirst
source: Please enable log first and try to use sync to collect diagnostic content.
cs_cz: Nejdříve povolte přihlášení a zkuste použít synchronizace ke sběru diagnostického obsahu.
es_es: Por favor, habilita el registro primero e intenta usar la sincronización para recopilar el contenido de diagnóstico.
fr_fr: Veuillez tout d'abord activer les logs et utiliser la synchro pour collecter des informations de diagnostique.
hu_hu: Kérjük, engedélyezze a naplózást, majd kísérlje meg újra a szinkronizálást a hibaelhárításhoz szükséges adatok összegyűjtése érdekében.
it_it: Per favore attiva prima il log e prova ad usare la sincronizzazione (sync) per raccogliere contenuti per la diagnostica.
pl_pl: Najpierw włącz dziennik i spróbuj użyć synchronizacji do zbierania zawartości diagnostycznej.
sv_se: V.v. aktivera loggar först och sedan synkronisera för att samla diagnosdata.
zh_cn: 请先启用日志记录功能，并尝试使用同步收集诊断内容。

# SyncAdvanced_DeleteAccountDescription
source: Delete the account in the sync service and remove sync settings.
cs_cz: Odstranit účet v synchronizační službě a odstranit synchronizační nastavení.
es_es: Borrar la cuenta en el servicio de sincronizar y remover los ajustes de sincronizar
fr_fr: Supprimer le compte du service et supprimer les paramètres dans 2Day
hu_hu: Törli a fiókot a szinkronizálandók közül, és eltávolítja a szinkronizálási beállításokat.
it_it: Elimina il profilo dal servizio di sincronizzazione e le impostazioni di sincronizzazione
pl_pl: Usuń konto w usłudze synchronizacji, a także ustawienia synchronizacji.
sv_se: Ta bort kontot i synkroniseringsservicen och synkroniseringsinställningarna.
zh_cn: 在同步服务中删除账务并且取消同步设定

# SyncAdvanced_DeleteAccountTitle
source: Delete account
cs_cz: Smazat účet
es_es: Borrar cuenta
fr_fr: Supprimer le compte
hu_hu: Fiók törlése
it_it: Elimina profilo
pl_pl: Skasuj konto
sv_se: Ta bort konto
zh_cn: 删除账号

# SyncAdvanced_DiagnosticsDescription
source: Check sync status and prepare an email to send to the support team.
cs_cz: Zkontrolujte synchronizaci stavu a připravte email k odeslání podpůrnému týmu.
es_es: Revisar el estado de sincronizar y preparar un correo electrónico para mandarlo al equipo de apoyo.
fr_fr: Vérifier l'état de la synchronisation et préparer un mail à envoyer au support de 2Day.
hu_hu: Ellenőrzi a szinkronizálás állapotát, és előkészít egy e-mailt a termékktámogatási csapat számára.
it_it: Controlla lo stato della sincronizzazione e prepara una email da inviare all'assistenza tecnica
pl_pl: Sprawdź status synchronizacji i przygotuj wiadomość e-mail do pomocy technicznej.
sv_se: Kolla synkroniseringsstatus och skicka e-post till supportteamet.
zh_cn: 检查同步状态并且准备邮件给服务支持团队

# SyncAdvanced_DiagnosticsTitle
source: Diagnostics
cs_cz: Diagnostika
es_es: Diagnosticos
fr_fr: Diagnostique
hu_hu: Diagnosztika
it_it: Diagnostica
pl_pl: Diagnostyka
sv_se: Diagnos
zh_cn: 诊断

# SyncAdvanced_EmailDetail
source: Please give the maximum amount of details about the sync problem in the email.
cs_cz: Prosím, zadejte v emailu maximální množství detailů o problému se synchronizací.
es_es: Por favor, proporciona la mayor cantidad de detalles acerca del problema de sincronización en el correo electrónico.
fr_fr: Veuillez compléter l'email en donnant le maximum de détails concernant le problème rencontré.
hu_hu: Kérjük, a lehető legrészletesebben írja le nekünk a szinkronizálással kapcsolatos problémáját.
it_it: Per favore fornisci il massimo numero possibile di dettagli sul problema di sincronizzazione (sync) nella e-mail.
pl_pl: Podaj w wiadomości e-mail jak najwięcej szczegółów na temat problemu synchronizacji.
sv_se: V.v. ge så mycket detaljer som möjligt om synkroniseringsproblemet i e-brevet.
zh_cn: 请在邮件中尽可能多地提供关于同步的问题。

# SyncAdvanced_MergeDescription
source: Get all remote content from a full sync. Then perform a merge between local and remote content. Use modification dates to find out what version use.
cs_cz: Získejte všechen vzdálený obsah z úplné synchronizace. Potom proveďte sloučení mezi místním a vzdáleným obsahem. Použijte data modifikace k zjištění stávající verze.
es_es: Obtenga todo el contenido a distancia para una sincronizacion completa. Entonces junte los contenidos locales y a distancia. Use la modificacion de fechas para encontrar que versión usa.
fr_fr: Récupérer tout le contenu avec une synchro complète. Ensuite fusionner les éléments entre le contenu local de 2Day et le contenu distant. Utiliser les dates de modifications pour résoudre les conflits.
hu_hu: Minden távoli tartalmat letölt a kiszolgálóról, majd összevonja a helyi és a távoli tartalmat. A módosítási dátum segítségével megállapítható, hogy melyik változat a helyes.
it_it: Ottieni tutti i contenuti remoti da una sincronizzazione completa. Poi unisci contenuto locale e remoto. Utilizza le date di modifica per scoprire quale versione utilizzare
pl_pl: Pobierz całą zdalną zawartość pochodzącą z pełnej synchronizacji. Następnie przeprowadź scalanie zawartości lokalnej i zdalnej. Użyj dat modyfikacji, aby dowiedzieć się, jaka wersja jest stosowana.
sv_se: Ta ner allt fjärrinnehåll via en full synkronisering. Gör sedan en sammanslagning av med det lokala innehållet. Använd datum för modifiering för att fastställa version.
zh_cn: 从完成的同步文件中获得所有的远程内容。然后把本地和远程文件合并。用修改日期找出试用版本。

# SyncAdvanced_MergeTitle
source: Merge
cs_cz: Sloučit
es_es: Juntar
fr_fr: Fusionner
hu_hu: Összevonás
it_it: Unisci
pl_pl: Scal
sv_se: Slå samman
zh_cn: 合并

# SyncAdvanced_ReplaceDescription
source: Remove all content from 2Day (folders, contexts, tasks) in this app. Then perform a full synchronization from your service to 2Day.
cs_cz: Odstraňte všechen obsah z 2Day (složky, kontexty, úkoly). Poté proveďte úplnou synchronizaci z vaší služby na 2Day.
es_es: Remover todo el contenido de 2Day (carpeta, contextos, tareas). Entonces realice una sincronizacion completa desde tu servicio a 2Day.
fr_fr: Supprimer tout le contenu dans 2Day (dossiers, tâches, contextes) dans cette application. Effectuer ensuite une nouvelle synchro complète vers 2Day.
hu_hu: Törli a 2Day teljes tartalmát (mappák, kategóriák, feladatok), majd mindent újra letölt a kiszolgálóról.
it_it: Rimuovi tutti i contenuti da 2DAY (cartelle, contesti, compiti). Esegui successivamente una sincronizzazione completa dal vostro servizio a 2Day
pl_pl: Usuń całą zawartość z aplikacji 2Day (katalogi, konteksty, zadania). Następnie wykonaj pełną synchronizację swoich usług z aplikacją 2Day.
sv_se: ta bort allt innehåll från 2Day (mappar, kontexter, uppgifter). Gör sedan en full synkronisering från din service till 2Day.
zh_cn: 从2Day清除所有内容（文件夹、背景、任务）。然后从你的服务器把所有内容同步到2Day。

# SyncAdvanced_ReplaceTitle
source: Replace
cs_cz: Vyměnit
es_es: Remplazar
fr_fr: Remplacer
hu_hu: Csere
it_it: Sostituisci
pl_pl: Zamień
sv_se: Ersätt
zh_cn: 代替

# SyncAdvanced_Title
source: Advanced sync options
cs_cz: Rozšířené možnosti synchronizace
es_es: Opciones de sincronizar avanzada
fr_fr: Options de synchro avancées
hu_hu: Haladó szinkronizálási beállítások
it_it: Opzioni avanzate di sincronizzazione
pl_pl: Zaawansowane opcje synchronizacji
sv_se: Avancerade alternativ för synkronisering
zh_cn: 优化同步选择

# SyncFeatures_Color
source: Color
cs_cz: Barva
fr_fr: Couleur
hu_hu: Szín
it_it: Colore
pl_pl: Kolor
sv_se: Färg
zh_cn: 颜色
