Repository: webOSpinn/2day
Catalog: src/2Day.Core.Shared/Resources/StringResources.*.resx
Languages: cs_cz, es_es, fr_fr, hu_hu, it_it, pl_pl, sv_se, zh_cn

# TaskOrdering_Alphabetical
source: alphabetical
cs_cz: abecední
es_es: alfabético
fr_fr: alphabétique
hu_hu: betűrend
it_it: alfabetico
pl_pl: alfabetycznie
sv_se: alfabetiskt
zh_cn: 按字母顺序排列

# TaskOrdering_Context
source: context
cs_cz: souvislost
es_es: contexto
fr_fr: contexte
hu_hu: kategória
it_it: contesto
pl_pl: kontekst
sv_se: kontext
zh_cn: 情景

# TaskOrdering_DueDate
source: due date
cs_cz: termín splnění
es_es: fecha limite
fr_fr: date d'échéance
hu_hu: határidő
it_it: data di scadenza
pl_pl: data zakończenia
sv_se: förfallodatum
zh_cn: 截止日期

# TaskOrdering_Folder
source: folder
cs_cz: složka
es_es: carpeta
fr_fr: dossier
hu_hu: mappa
it_it: cartella
sv_se: mapp
zh_cn: 文件夹

# TaskOrdering_ModifiedDate
source: modified date
cs_cz: datum úpravy
es_es: fecha de modificación
fr_fr: date de modification
hu_hu: módosítás időpontja
it_it: data di modificazione
pl_pl: data modyfikacji
sv_se: ändringsdatum
zh_cn: 已修改的日期

# TaskOrdering_Priority
source: priority
cs_cz: priorita
es_es: prioridad
fr_fr: priorité
hu_hu: fontosság
it_it: priorità
pl_pl: priorytet
sv_se: prioritet
zh_cn: 优先

# TaskOrdering_StartDate
source: start date
cs_cz: počáteční datum
es_es: fecha de inicio
fr_fr: date de démarrage
hu_hu: kezdési idő
it_it: data d'inizio
pl_pl: data rozpoczęcia
sv_se: startdatum
zh_cn: 开始日期

# TaskPriority_High
source: High
cs_cz: Vysoká
es_es: Alta
fr_fr: Haute
hu_hu: Magas
it_it: Alto
pl_pl: Wysoki
sv_se: Hög
zh_cn: 高级

# TaskPriority_Low
source: Low
cs_cz: Nízká
es_es: Baja
fr_fr: Basse
hu_hu: Alacsony
it_it: Basso
pl_pl: Niski
sv_se: Låg
zh_cn: 低级

# TaskPriority_Medium
source: Medium
cs_cz: Střední
es_es: Media
fr_fr: Normale
hu_hu: Közepes
it_it: Medio
pl_pl: Średni
zh_cn: 中级

# TaskPriority_None
source: None
cs_cz: Žádná
es_es: Ninguna
fr_fr: Aucune
hu_hu: Nincs megadva
it_it: Nessuno
pl_pl: Brak
sv_se: ingen
zh_cn: 无

# TaskPriority_Star
source: Star
cs_cz: Hvězdička
es_es: Estrella
fr_fr: Étoile
hu_hu: Kiemelt
it_it: Vota
pl_pl: Ulubiony
sv_se: Stjärna
zh_cn: 星级

# Task_CreationDate
source: Created
cs_cz: Vytvořeno
es_es: Creado
fr_fr: Création
hu_hu: Létrehozva
it_it: Creato
pl_pl: Utworzony
sv_se: Skapad
zh_cn: 已创建

# Task_ModificationDate
source: Last modification
cs_cz: Poslední úprava
es_es: Última modificación
fr_fr: Dernière modification
hu_hu: Módosítva
it_it: Ultima modifica
pl_pl: Ostatnia zmiana
sv_se: Senaste ändring
zh_cn: 上次修改

# Tile_QuickAdd
source: Quick add
cs_cz: Rychle přidání
es_es: Añadir rápido
fr_fr: Ajout rapide
hu_hu: Feladat azonnali létrehozása
it_it: Aggiunta rapida
pl_pl: Szybkie dodawanie
sv_se: Snabbtillägg
zh_cn: 快速添加

# WelcomePage_ValueProposition1
source: Your brain is made to get ideas, not store them
cs_cz: Váš mozek by měl nápady vytvářet, ne je skladovat
es_es: Tu cerebro está hecho para tener ideas, no almacenarlas
fr_fr: Votre esprit est fait pour avoir des idées, pas pour les retenir
hu_hu: A fejét új ötletek megalkotására, és ne azok tárolására használja!
it_it: Il tuo cervello è fatto per farsi venire idee, non per immagazinarle
pl_pl: Twój umysł został zaprojektowany do wpadania na nowe pomysły, nie do przechowywania ich.
sv_se: Din hjärna ska skapa idéer, inte lagra dom!
zh_cn: 您的大脑是用来产生想法的，不是用于保存想法的

# WelcomePage_ValueProposition2
source: Develop and fine-tune your perfect task management system in the most advanced todo-list for Windows
cs_cz: Rozvíjejte a dolaďte si váš perfektní systém pro splnění úkolů v nejpokročilejším todo-listu pro Windows
es_es: Desarrolla y ajusta tu sistema de gestión de tareas perfecto en la lista de cosas que hacer más avanzada para Windows
fr_fr: Développez et configurez votre système de gestion de tâches idéal dans l'application de todo-list la plus évoluée pour Windows
hu_hu: Alakítsa ki és tökéletesítse a saját feladatkezelési rendszerét a Windows-on elérhető legfejlettebb tennivaló-kezelő alkalmazás segítségével.
it_it: Sviluppa e affina il tuo perfetto sistema di gestione del lavoro nella più avanzata lista "da fare" per Windows
pl_pl: Zbuduj i dopasuj do siebie twój idealny system zarządzania zadaniami w najbardziej zaawansowanej aplikacji do tworzenia list rzeczy do zrobienia na system Windows
sv_se: Skapa och avstäm ditt perfekta system för uppgiftshantering med hjälp av den mest avancerade uppgiftshanteraren för Windows
zh_cn: 用最先进的 Windows 待办事项列表，开发和优化完美的任务管理系统

# TaskOrdering_Reminder
source: reminder
cs_cz: připomenutí
es_es: alarma
fr_fr: rappel
hu_hu: emlékeztető
it_it: allarme
pl_pl: alert
sv_se: påminnelse
zh_cn: 提醒

# SmartView_Days
source: days
cs_cz: dny
es_es: días
fr_fr: jours
hu_hu: nap múlva
it_it: giorni
pl_pl: dni
sv_se: dagar
zh_cn: 几天

# SmartView_DaysAgo
source: days ago
cs_cz: dny
es_es: días
fr_fr: jours
hu_hu: nappal ezelőtt
it_it: giorni
pl_pl: dni
sv_se: dagar sedan
zh_cn: 几天

# Notification_SnoozeMinutes
source: Minutes
cs_cz: Minut
es_es: Minutos
hu_hu: Perc
it_it: Minuti
pl_pl: Minut
sv_se: Minuter
zh_cn: 分钟

# Notification_SnoozeHour
source: Hour
cs_cz: Hodina
es_es: Hora
fr_fr: Heure
hu_hu: Óra
it_it: Ora
pl_pl: Godzina
sv_se: Timme
zh_cn: 小时

# Notification_SnoozeHours
source: hours
cs_cz: Hodiny
es_es: Horas
fr_fr: Heures
hu_hu: órák
it_it: Ore
pl_pl: Godziny
sv_se: timmar
zh_cn: 个小时

# Dialog_RestartInfo
source: 2Day must restart to apply this change.
cs_cz: K aplikování této změny je třeba restartovat aplikaci 2Day.
es_es: 2Day tiene que reiniciarse para aplicar este cambio.
fr_fr: 2Day doit redémarrer pour appliquer ce changement.
hu_hu: 2Day újra kell indítani, hogy ezt a változást.
it_it: 2Day deve essere riavviata per applicare questa modifica.
pl_pl: Aplikacja 2Day musi zostać zrestartowana, aby zastosować tę zmianę.
sv_se: 2Day måste startas om för att denna ändring ska aktiveras.
zh_cn: 2Day必须重启完成更改。

# Misc_CreateBackup
source: Create backup
cs_cz: Vytvořit záložní kopii
es_es: Crear copia de seguridad
fr_fr: Créer une sauvegarde
hu_hu: Biztonsági mentés
it_it: Crea backup
pl_pl: Tworzenie kopii zapasowych
sv_se: Gör en backupp
zh_cn: 创建备份

# Misc_RestoreBackup
source: Restore backup
cs_cz: Obnovení zálohy
es_es: Restaurar copia de seguridad
fr_fr: Restaurer une sauvegarde
hu_hu: Visszaállítás
it_it: Ripristino backup
pl_pl: Przywracanie kopia zapasowa
sv_se: Gör en restore
zh_cn: 还原备份

# SmartView_DaysPeriod
source: days
cs_cz: dny
es_es: días
fr_fr: jours
hu_hu: napon belül
it_it: giorni
pl_pl: dni
sv_se: dagar
zh_cn: 几天

# SmartView_FilterIsLate
source: Is late
cs_cz: Opožděno
es_es: atrasado
fr_fr: En retard
hu_hu: Lejárt
it_it: In ritardo
pl_pl: Opóźnione
sv_se: Är försenad
zh_cn: 推迟

# SmartView_FilterIsToday
source: Is today
cs_cz: Dnes je
es_es: es hoy
fr_fr: Est aujourd'hui
hu_hu: ma
it_it: È oggi
pl_pl: Jest dzisiaj
sv_se: Är idag
zh_cn: 今天是

# SmartView_FilterIsTomorrow
source: Is tomorrow
cs_cz: Zítra je
es_es: es mañana
fr_fr: Est demain
hu_hu: holnap
it_it: È domani
pl_pl: Jutro
sv_se: Är imorgon
zh_cn: 明天是

# SmartView_FilterIsYesterday
source: Was yesterday
cs_cz: Včera byla
es_es: fue ayer
fr_fr: Était hier
hu_hu: tegnap volt
it_it: Era ieri
pl_pl: Wczoraj
sv_se: Var igår
zh_cn: 昨天

# TaskGroup_Completed
source: Completed
cs_cz: Splněno
es_es: Terminada
fr_fr: Accomplies
hu_hu: Befejezett
it_it: Completato
pl_pl: Zakończone
sv_se: Slutförd
zh_cn: 已完成

# Message_LoadingTasks
source: Loading your tasks...
cs_cz: Načítání úkolů...
es_es: Cargando sus tareas...
fr_fr: Chargement de vos tâches...
hu_hu: A feladatok betöltése...
it_it: Le attività di caricamento...
pl_pl: Ładuję swoje zadania...
sv_se: Läser in dina uppgifter …
zh_cn: 正在加载您的任务...

# Exchange_InvalidSyncKeyWorkaround
source: Invalid synchronization key. Recommended workaround is to perform a 'replace' sync.
cs_cz: Neplatný synchronizační klíč. Doporučeným řešením je "nahradit" synchronizaci.
es_es: Clave de sincronizacion no valida. Recomendamos que haga una sincronizacion de "reemplazo"
fr_fr: Clé de synchronisation invalide. Le contournement suggéré est d'effectuer une synchronisation de type "remplacer".
hu_hu: Érvénytelen szinkronizációs kulcs. Nyissa meg a szinkronizálási beállítások hibakeresés elemét, majd koppintson/kattinston a "Csere" gombra.
it_it: Sincronizzazione non valida. La soluzione consigliata è quella di eseguire una sincronizzazione 'sostituisci'.
pl_pl: Nieprawidłowy klucz synchronizacji. Zalecane jest obejście problemu za pomocą przeprowadzenia synchronizacji „zastępującej”.
sv_se: Ogilltig synkroniseringsnyckel. Rekomenderad åtgärd är att genomföra en 'ersättningssynkronisering'.
zh_cn: 无效的同步键。建议的解决方法是执行'取代'同步。

# Settings_NoBadgeValue
source: None
cs_cz: Žádná
es_es: Ninguna
fr_fr: Aucune
hu_hu: Nincs megadva
it_it: Nessuno
pl_pl: Brak
sv_se: ingen
zh_cn: 无

# Action_Save_Tooltip
source: Save (CTRL + S)
cs_cz: Uložit (CTRL + S)
es_es: Salvar (CTRL + S)
fr_fr: Sauvegarder (CTRL + S)
hu_hu: Mentés (CTRL + S)
it_it: Salva (CTRL + S)
pl_pl: Zapisz (CTRL + S)
sv_se: Spara (CTRL + S)
zh_cn: 保存 (CTRL + S)

# Action_SaveAndContinue_Tooltip
source: Save+add (CTRL +Enter)
cs_cz: Uložit + přidání (CTRL + Enter)
es_es: Guardar + añadir (CTRL + Enter)
fr_fr: Sauvegarder + ajouter (CTRL + Entrée)
hu_hu: Mentés és létrehozás (CTRL + Enter)
it_it: Salva + aggiungi (CTRL + Enter)
pl_pl: Zapisz + dodaj (CTRL + Enter)
sv_se: Spara + lägg till (CTRL + Enter)
zh_cn: 保存 + 添加 (CTRL + Enter)

# TaskGroup_Modified
source: Modified
cs_cz: Upraveno
es_es: Modificado
fr_fr: Modifié
hu_hu: Módosítás ideje
it_it: Modificato
pl_pl: Zmodyfikowano
sv_se: Ändrad
zh_cn: 修改

# Misc_SmartViews
source: Smart views
cs_cz: Chytrá zobrazení
es_es: Vistas inteligentes
fr_fr: Vues inteligentes
hu_hu: Egyéni nézetek
it_it: Smart view
pl_pl: Inteligentne widoki
sv_se: Smartvyer
zh_cn: 智能视图

# Misc_Folders
source: Folders
cs_cz: Složky
es_es: Carpetas
fr_fr: Dossiers
hu_hu: Mappák
it_it: Cartelle
pl_pl: Foldery
sv_se: Mappar
zh_cn: 文件夹

# Misc_Contexts
source: Contexts
cs_cz: Souvislost
es_es: Contextos
fr_fr: Contextes
hu_hu: Kategóriák
it_it: Contesti
pl_pl: Kontekst
sv_se: Kontexter
zh_cn: 情景

# Misc_Tags
source: Tags
cs_cz: Štítky
es_es: Etiquetas
hu_hu: Címke
it_it: Etichette
pl_pl: Tagi
sv_se: Taggar
zh_cn: 标签

# OptionSettingsPage_SectionHelp
source: Help
cs_cz: Nápověda
es_es: Ayuda
fr_fr: Aide
hu_hu: Súgó
it_it: Aiuto
pl_pl: Pomoc
sv_se: Hjälp
zh_cn: 帮助

# Misc_SortByNames
source: Sort by names
cs_cz: Třídit podle jména
es_es: Ordenar por nombres
fr_fr: Trier par noms
hu_hu: Rendezés nevek
it_it: Ordina per nomi
pl_pl: Sortuj według nazw
sv_se: Sortera efter namn
zh_cn: 按名称排序

# Misc_DangerZone
source: Danger zone
cs_cz: Nebezpečná zóna
es_es: Zona peligrosa
fr_fr: Attention
hu_hu: Veszélyes területet
it_it: Zona pericolosa
pl_pl: Strefa niebezpieczeństwa
sv_se: Farozon
zh_cn: 危险区

# SmartView_PreviewCount
source: Number of tasks that match the smartview:
cs_cz: Počet úloh, které odpovídají SmartView:
es_es: Número de tareas que coinciden con el SmartView:
fr_fr: Nombre de tâches qui correspondent à la vue intelligente:
hu_hu: A feladatok száma, melyek megfelelnek a SmartView:
it_it: Numero di attività che corrispondono al SmartView:
pl_pl: Liczba zadań, które pasują do SmartView:
sv_se: Antal uppgifter som matchar Smartview:
zh_cn: 与智能视图匹配的任务数：

# Sync_FixProblems
source: Get help fixing sync issues
cs_cz: Získejte pomoc otázek, kterým se synchronizací
es_es: Obtener ayuda para problemas de sincronización de fijación
fr_fr: Obtenir de l'aide pour résoudre les soucis de synchro
hu_hu: Kérjen segítséget rögzítő szinkronizálási problémák
it_it: Ottenere aiuto problemi di sincronizzazione di fissaggio
pl_pl: Uzyskaj problemy z synchronizacją mocowania pomoc
sv_se: Få hjälp fixeringssynkroniseringsproblem
zh_cn: 获取解决同步问题的帮助

# Message_TapToContinue
source: Tap here to continue in 2Day
cs_cz: Klepnutím sem pokračovat v 2Day
es_es: Toque aquí para continuar en 2Día
fr_fr: Appuyez ici pour poursuivre dans 2Day
hu_hu: Érintse meg itt, hogy továbbra is 2Day
it_it: Toccare qui per continuare a 2Day
pl_pl: Kliknij tutaj, aby kontynuować 2Day
sv_se: Tryck här för att fortsätta i 2Day
zh_cn: 点击此处继续2Day

# SystemView_ToSync_EmptyHint
source: Relax and enjoy your day :-)
cs_cz: Relaxovat a užívat si den :-)
es_es: Relajarse y disfrutar de su día :-)
fr_fr: Détendez-vous et profitez de la journée :-)
hu_hu: Pihenjen és élvezze a napot :-)
it_it: Rilassatevi e godetevi la giornata :-)
pl_pl: Odpocząć i cieszyć się dzień :-)
sv_se: Slappna av och njut av din dag :-)
zh_cn: 放松和享受你的一天:-)

# SystemView_TitleToSync
source: to sync
cs_cz: synchronizovat
es_es: para sincronizar
fr_fr: à synchroniser
hu_hu: szinkronizálni
it_it: sincronizzare
pl_pl: synchronizować
sv_se: att synkronisera
zh_cn: 同步

# Message_DeleteNoSyncIdFormat
source: There are {0} task(s) that seems to be only in 2Day and not synced. They might be lost if they were not synced properly. Continue ?
cs_cz: Existuje {0} úkol (y), která se zdá být pouze v 2Day a nikoli synchronizovat. pokud nebyly správně synchronizovány by mohly být ztraceny. Pokračovat?
es_es: Hay {0} tarea (s) que parece ser sólo en 2Día y no sincronizado. Ellos podrían perderse si no se sincronizan correctamente. Continuar?
fr_fr: Il y a {0} tâche(s) qui semblent exister uniquement dans 2Day et n'être pas synchronisée(s). Ces tâches pourraient être perdues si elles n'ont jamais été synchronisées correctement. Continuer ?
hu_hu: {0} feladat, hogy úgy tűnik, hogy csak a 2Day és nincs szinkronizálva. Mindez elveszhet, ha nem szinkronizált megfelelően. Folytatni ?
it_it: Ci sono {0} compito (s), che sembra essere solo in 2Day e non sincronizzati. Essi potrebbero essere persi se non sono stati sincronizzati correttamente. Proseguire ?
pl_pl: Istnieje {0} zadania (s), który wydaje się być tylko w 2Day i nie zsynchronizowane. Mogą one zostać utracone, jeśli nie zostały prawidłowo zsynchronizowane. Kontyntynuj ?
sv_se: Det finns {0} uppgift (er) som verkar vara bara i 2Day och inte synkroniseras. De kan gå förlorade om de inte synkroniseras korrekt. Fortsätt ?
zh_cn: 有{0}个任务似乎只在2Day而不是同步。 如果未正确同步，它们可能会丢失。 继续？

# Misc_ShowBackgroundExecutionDetails
source: Show background execution details
cs_cz: Show pozadí Detail exekuční
es_es: Mostrar los detalles del fondo de ejecución
fr_fr: Afficher les informations d'exécution en arrière plan
hu_hu: Háttér megjelenítése végrehajtásának részletei
it_it: Mostra sfondo dettagli di esecuzione
pl_pl: Pokaż szczegóły wykonania tła
sv_se: Show bakgrundsKörningsInformation
zh_cn: 显示后台执行详细信息

# Message_LiveTileRemoveMe
source: remove me
cs_cz: odstraň mě
es_es: Quitame
fr_fr: supprimez moi
hu_hu: távolíts el engem
it_it: rimuovimi
pl_pl: Usuń mnie
sv_se: ta bort mig
zh_cn: 删除我

# Action_Speech_Tooltip
source: Speech recognition (CTRL + E)
cs_cz: Rozpoznávání řeči (CTRL + E)
es_es: El reconocimiento de voz (CTRL + E)
fr_fr: Reconnaissance vocale (CTRL + E)
hu_hu: Beszédfelismerés (CTRL + E)
it_it: Il riconoscimento vocale (CTRL + E)
pl_pl: Rozpoznawanie mowy (CTRL + E)
sv_se: Taligenkänning (CTRL + E)
zh_cn: 语音识别（CTRL + E）

# Action_QuickAddTask_Tooltip
source: Quick add task (CTRL + Q)
cs_cz: Quick úkol add (CTRL + Q)
es_es: Tarea de adición rápida (CTRL + Q)
fr_fr: Ajouter rapidement une tâche (CTRL + Q)
hu_hu: Gyors hozzáadás feladat (CTRL + Q)
it_it: Breve compito aggiuntivo (CTRL + D)
pl_pl: Szybkie zadania add (CTRL + Q)
sv_se: Snabbtillägg uppgift (CTRL + Q)
zh_cn: 快速添加任务（CTRL + Q）

# Action_Cancel_Toolip
source: Cancel (Escape)
cs_cz: Zrušit (Escape)
es_es: Cancelar (Escape)
fr_fr: Annuler (Echap)
hu_hu: Mégsem (Escape)
pl_pl: Cancel (Ucieczka)
sv_se: Avbryt (Escape)
zh_cn: 取消（Escape）

# Action_AddTask_Tooltip
source: Add task (CTRL + N)
cs_cz: Přidat úkol (CTRL + N)
es_es: Añadir tareas (CTRL + N)
fr_fr: Ajouter une tâche (CTRL + N)
hu_hu: Új feladat (CTRL + N)
it_it: Aggiungere compito (CTRL + N)
pl_pl: Dodaj zadanie (CTRL + N)
sv_se: Lägg till uppgift (CTRL + N)
zh_cn: 添加任务（CTRL + N）

# Notification_NewTaskCreatedWithStartDateFormat
source: Task "{0}" create start {1}
cs_cz: Úkol "{0}" vytvořil, datum začátku {1}
es_es: Tarea "{0}" crear inicio {1}
fr_fr: Tâche "{0}" démarrage le {1}
hu_hu: Task "{0}" teremtett, kezdő dátum: {1}
it_it: Task "{0}" creare inizio {1}
pl_pl: Zadanie "{0}" stworzyć początek {1}
sv_se: Uppgift "{0}" skapa start {1}
zh_cn: 已创建任务“{0}”，开始日期为{1}

# Notification_TaskUpdated
source: Task updated
cs_cz: aktualizováno úkol
es_es: Tarea actualizada
fr_fr: Tâche mise à jour
hu_hu: feladat frissítve
it_it: Compito aggiornato
pl_pl: Zadanie zaktualizowane
sv_se: Uppgift uppdaterade
zh_cn: 任务已更新

# Notification_TasksUpdated
source: Tasks updated
cs_cz: úkoly aktualizováno
es_es: Tareas actualizan
fr_fr: Tâches mises à jour
hu_hu: feladatok frissítve
it_it: Attività aggiornate
pl_pl: Zadania zaktualizowane
sv_se: Uppgifter uppdaterade
zh_cn: 任务已更新

# Action_Uncomplete
source: Uncomplete
cs_cz: nekompletní
fr_fr: Réactiver
hu_hu: Nem teljes
it_it: Incompleto
zh_cn: 未完成

# OptionSettingsPage_SectionHelpFormat
source: get help online
cs_cz: získat pomoc on-line
es_es: Obtener ayuda en línea
fr_fr: obtenir de l'aide en ligne
hu_hu: Online súgó
it_it: Utilizza Guida in linea
pl_pl: Uzyskaj pomoc online
sv_se: få hjälp på nätet
zh_cn: 同步（CTRL + U）

# Action_Sync_Tooltip
source: Sync (CTRL + U)
fr_fr: Synchroniser (CTRL + U)
hu_hu: Szinkronizálás (CTRL + U)
zh_cn: 同步（CTRL + U）

# SystemView_ToSync_EmptyHeader
source: All tasks are synced
cs_cz: Všechny úkoly jsou synchronizovány
es_es: Todas las tareas se sincronizan
fr_fr: Toutes les tâches sont synchronisées
hu_hu: Minden feladatok szinkronizált
it_it: Tutte le attività vengono sincronizzate
pl_pl: Wszystkie zadania są synchronizowane
sv_se: Alla uppgifter synkroniseras
zh_cn: 所有任务都已同步

# MainPage_SearchDescriptionFormat
source: Searching '{0}'
cs_cz: Vyhledávání '{0}'
es_es: Busca '{0}'
fr_fr: Recherche '{0}'
hu_hu: Keresés '{0}'
it_it: Ricerca '{0}'
pl_pl: Wyszukiwanie '{0}'
sv_se: Letar '{0}'
zh_cn: 搜索“{0}”

# Message_AppUpdatedMessage
source: 2Day was updated, tap here to see the release note :-)
cs_cz: 2Day byl aktualizován, klepněte sem pro zobrazení poznámka k vydání :-)
es_es: 2Día se ha actualizado, pulse aquí para ver la nota de lanzamiento :-)
fr_fr: 2Day a été mise à jour, appuyez ici pour en savoir plus :-)
hu_hu: 2Day frissítve érintse ide a release note :-)
it_it: 2day è stato aggiornato, toccare qui per vedere la nota di rilascio :-)
pl_pl: 2Day została zaktualizowana, dotknij tutaj, aby zobaczyć notatkę zwalniający :-)
sv_se: 2day uppdaterades trycker här för att se frisläppandet not :-)
zh_cn: 二天进行了更新，请点击这里查看发行说明:-)

# Message_AppUpdatedTitle
source: App updated !
cs_cz: App aktualizováno!
es_es: Aplicación actualizada!
fr_fr: Application mise à jour !
hu_hu: App frissítve!
it_it: App aggiornato!
pl_pl: Aplikacja na bieżąco!
sv_se: App uppdaterad!
zh_cn: 应用程序更新！

# MainPage_SearchPlaceHolder
source: Search
cs_cz: Vyhledávání
es_es: Buscar
fr_fr: Recherche
hu_hu: Keresés
it_it: Ricerca
pl_pl: Szukanie
sv_se: Sök
zh_cn: 搜索

# General_LabelTime
source: Time
cs_cz: Čas
es_es: Hora
fr_fr: Heure
hu_hu: Idő
it_it: Ora
pl_pl: Czas
sv_se: Tid
zh_cn: 时间

# General_LabelDate
source: Date
cs_cz: Datum
es_es: Fecha
hu_hu: Dátum
it_it: Data
pl_pl: Data
sv_se: Datum
zh_cn: 日期

# General_LabelDone
source: Done
cs_cz: Hotovo
es_es: Hecho
fr_fr: Terminé
hu_hu: Kész
it_it: Fatto
pl_pl: Gotowe
sv_se: Gjort
zh_cn: 做

# CustomFrequency_EveryDay
source: Every day
cs_cz: Každý den
es_es: Cada día
fr_fr: Tous les jours
hu_hu: Minden nap
it_it: Ogni giorno
pl_pl: Codziennie
sv_se: Varje dag
zh_cn: 每天

# CustomFrequency_EveryMonth
source: Every month
cs_cz: Každý měsíc
es_es: Cada mes
fr_fr: Chaque mois
hu_hu: Minden hónap
it_it: Ogni mese
pl_pl: Każdego miesiąca
sv_se: Varje månad
zh_cn: 每个月

# CustomFrequency_EveryWeek
source: Every week
cs_cz: Každý týden
es_es: Cada semana
fr_fr: Toutes les semaines
hu_hu: Minden héten
it_it: Ogni settimana
pl_pl: Co tydzień
sv_se: Varje vecka
zh_cn: 每周

# CustomFrequency_EveryYear
source: Every year
cs_cz: Každý rok
es_es: Todos los años
fr_fr: Chaque année
hu_hu: Minden évben
it_it: Ogni anno
pl_pl: Każdego roku
sv_se: Varje år
zh_cn: 每年

# CustomFrequency_None
source: None
cs_cz: Žádný
es_es: Ninguna
fr_fr: Aucune
hu_hu: Egyik sem
it_it: Nessuna
pl_pl: Żaden
sv_se: Ingen
zh_cn: 没有

# TaskPage_Context
source: Context
cs_cz: Kontext
es_es: Contexto
fr_fr: Contexte
hu_hu: Kontextus
it_it: Contesto
pl_pl: Kontekst
sv_se: Sammanhang
zh_cn: 背景

# TaskPage_DueDate
source: Due date
cs_cz: Termín splnění
es_es: Vencimiento
fr_fr: Echéance
hu_hu: Az esedékesség napja
it_it: Data scadenza
pl_pl: Data zakończenia
sv_se: Förfallodatum
zh_cn: 截止日期

# TaskPage_Frequency
source: Frequency
cs_cz: Četnost
es_es: Frecuencia
fr_fr: Fréquence
hu_hu: Frekvencia
it_it: Frequenza
pl_pl: Częstotliwość
sv_se: Frekvens
zh_cn: 频率

# TaskPage_Progress
source: Progress
cs_cz: Postup
es_es: Progreso
fr_fr: Avancement
hu_hu: Haladás
it_it: Avanzamento
pl_pl: Postęp
sv_se: Framsteg
zh_cn: 进程

# TaskPage_Reminder
source: Reminder
cs_cz: Připomenutí
es_es: Alarma
fr_fr: Rappel
hu_hu: Emlékeztető
it_it: Allarme
pl_pl: Alert
sv_se: Påminnelse
zh_cn: 提醒

# TaskPage_StartDate
source: Start date
cs_cz: Počáteční datum
es_es: Fecha de inicio
fr_fr: Date de démarrage
hu_hu: Kezdő dátum
it_it: Data d'inizio
pl_pl: Data rozpoczęcia
sv_se: Start datum
zh_cn: 开始日期

# TaskPage_Tag
source: Tags
cs_cz: Štítky
es_es: Etiquetas
hu_hu: Címkék
it_it: Etichette
pl_pl: Tagi
zh_cn: 标签

# TaskPage_SubTask
source: Subtask
cs_cz: Podúkol
es_es: Subtarea
fr_fr: Sous-tâche
hu_hu: Részfeladat
pl_pl: Podzadanie
sv_se: Underaktivitet
zh_cn: 子任务

# Notification_SnoozeDay
source: Day
cs_cz: Den
es_es: Día
fr_fr: Jour
hu_hu: Nap
it_it: Giorno
pl_pl: Dzień
sv_se: Dag
zh_cn: 天

# TaskPage_SubTasks
source: Subtasks
cs_cz: Dílčí úkoly
es_es: Subtareas
fr_fr: Sous-tâches
hu_hu: Résztevékenységek
it_it: Sottocompiti
pl_pl: Zadania
sv_se: Deluppgifter
zh_cn: 子任务

# TaskPage_TaskNamePlaceholder
source: Task name...
cs_cz: Název úkolu...
es_es: Nombre de tarea...
fr_fr: Nom de la tâche...
hu_hu: A feladat neve...
it_it: Nome dell'etichetta...
pl_pl: Nazwa zadania...
sv_se: Arbetsnamn...
zh_cn: 任务名称…

# SmartView_FilterHasSubtasks
source: With subtasks
cs_cz: S dílčích úkolů
es_es: Con subtareas
fr_fr: Avec sous-tâches
hu_hu: A részfeladatok
it_it: Con sottocompiti
pl_pl: Z podzadań
sv_se: Med deluppgifter
zh_cn: 随着子任务

# AutoDelete_EighteenMonths
source: 18 months
cs_cz: 18 měsíců
es_es: 18 meses
fr_fr: 18 mois
hu_hu: 18 hónap
it_it: 18 mesi
pl_pl: 18 miesięcy
sv_se: 18 månader
zh_cn: 十八个月

# AutoDelete_SixMonths
source: 6 months
cs_cz: 6 měsíců
es_es: 6 meses
fr_fr: 6 mois
hu_hu: 6 hónap
it_it: 6 mesi
pl_pl: 6 miesięcy
sv_se: 6 månader
zh_cn: 六个月

# AutoDelete_TwelveMonths
source: 12 months
cs_cz: 12 měsíců
es_es: 12 meses
fr_fr: 12 mois
hu_hu: 12 hónap
it_it: 12 mesi
pl_pl: 12 miesięcy
sv_se: 12 månader
zh_cn: 十二个月

# About_GetTheCode
source: Get the code on GitHub
fr_fr: Obtenir le code sur GitHub
